[
    {
        "quote": "Change will not come if we wait for some other person, or if we wait for some other time. We are the ones we've been waiting for. We are the change that we seek.",
        "author": "Barack Obama"
    },
    {
        "quote": "The best way to not feel hopeless is to get up and do something. Don’t wait for good things to happen to you. If you go out and make some good things happen, you will fill the world with hope, you will fill yourself with hope.",
        "author": "Barack Obama"
    },
    {
        "quote": "A change is brought about because ordinary people do extraordinary things.",
        "author": "Barack Obama"
    },
    {
        "quote": "Yes We Can!",
        "author": "Barack Obama"
    },
    {
        "quote": "We are the change we have been waiting for.",
        "author": "Barack Obama"
    },
    {
        "quote": "In the unlikely story that is America, there has never been anything false about hope.",
        "author": "Barack Obama"
    },
    {
        "quote": "In the face of impossible odds, people who love this country can change it.",
        "author": "Barack Obama"
    },
    {
        "quote": "I'm inspired by the people I meet in my travels--hearing their stories, seeing the hardships they overcome, their fundamental optimism and decency. I'm inspired by the love people have for their children. And I'm inspired by my own children, how full they make my heart. They make me want to work to make the world a little bit better. And they make me want to be a better man.",
        "author": "Barack Obama"
    },
    {
        "quote": "If you're walking down the right path and you're willing to keep walking, eventually you'll make progress.",
        "author": "Barack Obama"
    },
    {
        "quote": "If there's a child on the south side of Chicago who can't read, that matters to me, even if it's not my child. If there's a senior citizen somewhere who can't pay for their prescription, who has to choose between medicine and the rent, that makes my life poorer - even if it's not my grandparent. If there's an Arab-American or Mexican-American family being rounded up by John Ashcroft without benefit of an attorney or due process, I know that that threatens my civil liberties. And I don't have to be a woman to be concerned that the Supreme Court is trying to take away a woman's right, because I know that my rights are next. It is that fundamental belief - I am my brother’s keeper, I am my sister’s keeper - that makes this country work.",
        "author": "Barack Obama"
    },
    {
        "quote": "There's not a liberal America and a conservative America - there's the United States of America.",
        "author": "Barack Obama"
    },
    {
        "quote": "We don't ask you to believe in our ability to bring change, rather, we ask you to believe in yours.",
        "author": "Barack Obama"
    },
    {
        "quote": "I believe in evolution, scientific inquiry, and global warming; I believe in free speech, whether politically correct or politically incorrect, and I am suspicious of using government to impose anybody's religious beliefs -including my own- on nonbelievers.",
        "author": "Barack Obama"
    },
    {
        "quote": "What I’ve realized is that life doesn’t count for much unless you’re willing to do your small part to leave our children — all of our children — a better world. Any fool can have a child. That doesn’t make you a father. It’s the courage to raise a child that makes you a father.",
        "author": "Barack Obama"
    },
    {
        "quote": "it’s important to make sure that we’re talking with each other in a way that heals, not in a way that wounds.",
        "author": "Barack Obama"
    },
    {
        "quote": "No, you can't deny women their basic rights and pretend it's about your 'religious freedom'. If you don't like birth control, don't use it. Religious freedom doesn't mean you can force others to live by your own beliefs.",
        "author": "Barack Obama"
    },
    {
        "quote": "Focusing your life solely on making a buck shows a poverty of ambition. It asks too little of yourself. And it will leave you unfulfilled.",
        "author": "Barack Obama"
    },
    {
        "quote": "Making your mark on the world is hard. If it were easy, everybody would do it. But it's not. It takes patience, it takes commitment, and it comes with plenty of failure along the way. The real test is not whether you avoid this failure, because you won't. it's whether you let it harden or shame you into inaction, or whether you learn from it; whether you choose to persevere.",
        "author": "Barack Obama"
    },
    {
        "quote": "Nothing can stand in the way of the power of millions of voices calling for change.",
        "author": "Barack Obama"
    },
    {
        "quote": "The worst thing that colonialism did was to cloud our view of our past.",
        "author": "Barack Obama"
    },
    {
        "quote": "Why can't I just eat my waffle?",
        "author": "Barack Obama"
    },
    {
        "quote": "Hope is not blind optimism. It's not ignoring the enormity of the task ahead or the roadblocks that stand in our path. It's not sitting on the sidelines or shirking from a fight. Hope is that thing inside us that insists, despite all evidence to the contrary, that something better awaits us if we have the courage to reach for it, and to work for it, and to fight for it. Hope is the belief that destiny will not be written for us, but by us, by the men and women who are not content to settle for the world as it is, who have the courage to remake the world as it should be.",
        "author": "Barack Obama"
    },
    {
        "quote": "I have always believed that hope is that stubborn thing inside us that insists, despite all the evidence to the contrary, that something better awaits us so long as we have the courage to keep reaching, to keep working, to keep fighting.",
        "author": "Barack Obama"
    },
    {
        "quote": "Our stories may be singular, but our destination is shared.",
        "author": "Barack Obama"
    },
    {
        "quote": "The study of law can be disappointing at times, a matter of applying narrow rules and arcane procedure to an uncooperative reality; a sort of glorified accounting that serves to regulate the affairs of those who have power--and that all too often seeks to explain, to those who do not, the ultimate wisdom and justness of their condition.\n\nBut that's not all the law is. The law is also memory; the law also records a long-running conversation, a nation arguing with its conscience.",
        "author": "Barack Obama"
    },
    {
        "quote": "Enthusiasm makes up for a host of deficiencies.",
        "author": "Barack Obama"
    },
    {
        "quote": "You can’t let your failures define you. You have to let your failures teach you.",
        "author": "Barack Obama"
    },
    {
        "quote": "I suspect that God’s plan, whatever it is, works on a scale too large to admit our mortal tribulations; that in a single lifetime, accidents and happenstance determine more than we care to admit; and that the best we can do is to try to align ourselves with what we feel is right and construct some meaning out of our confusion, and with grace and nerve play at each moment the hand that we’re dealt.",
        "author": "Barack Obama"
    },
    {
        "quote": "While we breathe, we will hope.",
        "author": "Barack Obama"
    },
    {
        "quote": "No one is pro-abortion. ",
        "author": "Barack Obama"
    },
    {
        "quote": "You can put lipstick on a pig. It's still a pig.",
        "author": "Barack Obama"
    },
    {
        "quote": "More than a building that houses books and data, the library has always been a window to a larger world--a place where we've always come to discover big ideas and profound concepts that help move the American story forward. . . . .\n\nLibraries remind us that truth isn't about who yells the loudest, but who has the right information. Because even as we're the most religious of people, America's innovative genius has always been preserved because we also have a deep faith in facts.\n\nAnd so the moment we persuade a child, any child, to cross that threshold into a library, we've changed their lives forever, and for the better. This is an enormous force for good.",
        "author": "Barack Obama"
    },
    {
        "quote": "there are people in the world who think only about themselves. They don’t care what happens to other people so long as they get what they want. They put other people down to make themselves feel important. “Then there are people who do the opposite, who are able to imagine how others must feel, and make sure that they don’t do things that hurt people. “So,” she said, looking me squarely in the eye. “Which kind of person do you want to be?",
        "author": "Barack Obama"
    },
    {
        "quote": "If there is anyone out there who still doubts that America is a place where all things are possible; who still wonders if the dream of our founders is alive in our time; who still questions the power of our Democracy; Tonight is your answer.",
        "author": "Barack Obama"
    },
    {
        "quote": "We think of faith as a source of comfort and understanding but find our expressions of faith sowing division; we believe ourselves to be a tolerant people even as racial, religious, and cultural tensions roil the landscape. And instead of resolving these tensions or mediating these conflicts, our politics fans them, exploits them,and drives us further apart.",
        "author": "Barack Obama"
    },
    {
        "quote": "My identity might begin with the fact of my race, but it didn't, couldn't end there. \nAt least that's what I would choose to believe.",
        "author": "Barack Obama"
    },
    {
        "quote": "To the Muslim world, we seek a new way forward, based on mutual interest and mutual respect. To those leaders around the globe who seek to sow conflict, or blame their society's ills on the West - know that your people will judge you on what you can build, not what you destroy. To those who cling to power through corruption and deceit and the silencing of dissent, know that you are on the wrong side of history; but that we will extend a hand if you are willing to unclench your fist.",
        "author": "Barack Obama"
    },
    {
        "quote": "Change we need",
        "author": "Barack Obama"
    },
    {
        "quote": "A lot of shelter dogs are mutts like me.",
        "author": "Barack Obama"
    },
    {
        "quote": "Where you are right now doesn't have to determine where you'll end up",
        "author": "Barack Obama"
    },
    {
        "quote": "Someone once said that every man is trying to live up to his father's expectations or make up for their father's mistakes....",
        "author": "Barack Obama"
    },
    {
        "quote": "I don’t know. What I can say for certain is that I’m not yet ready to abandon the possibility of America—not just for the sake of future generations of Americans but for all of humankind. For I’m convinced that the pandemic we’re currently living through is both a manifestation of and a mere interruption in the relentless march toward an interconnected world, one in which peoples and cultures can’t help but collide. In that world—of global supply chains, instantaneous capital transfers, social media, transnational terrorist networks, climate change, mass migration, and ever-increasing complexity—we will learn to live together, cooperate with one another, and recognize the dignity of others, or we will perish. And so the world watches America—the only great power in history made up of people from every corner of the planet, comprising every race and faith and cultural practice—to see if our experiment in democracy can work. To see if we can do what no other nation has ever done. To see if we can actually live up to the meaning of our creed.",
        "author": "Barack Obama"
    },
    {
        "quote": "A nation that can't control its energy sources can't control its future.",
        "author": "Barack Obama"
    },
    {
        "quote": "Focusing your life solely on making a buck shows a certain poverty of ambition. It asks too little of yourself. Because it's only when you hitch your wagon to something larger than yourself that you realize your true potential.",
        "author": "Barack Obama"
    },
    {
        "quote": "You might be locked in a world not of your own making, her eyes said, but you still have a claim on how it is shaped. You still have responsibilities.",
        "author": "Barack Obama"
    },
    {
        "quote": "I’ve often been asked about this personality trait—my ability to maintain composure in the middle of crisis. Sometimes I’ll say that it’s just a matter of temperament, or a consequence of being raised in Hawaii, since it’s hard to get stressed when it’s eighty degrees and sunny and you’re five minutes from the beach. If I’m talking to a group of young people, I’ll describe how over time I’ve trained myself to take the long view, about how important it is to stay focused on your goals rather than getting hung up on the daily ups and downs.",
        "author": "Barack Obama"
    },
    {
        "quote": "another tradition to politics, a tradition (of politics) that stretched from the days of the country’s founding to the glory of the civil rights movement, a tradition based on the simple idea that we have a stake in one another, and that what binds us together is greater than what drives us apart, and that if enough people believe in the truth of that proposition and act on it, then we might not solve every problem, but we can get something meaningful done.",
        "author": "Barack Obama"
    },
    {
        "quote": "That's just how white folks will do you. It wasn't merely the cruelty involved; I was learning that black people could be mean and then some. It was a particular brand of arrogance, an obtuseness in otherwise sane people that brought forth our bitter laughter. It was as if whites didn't know they were being cruel in the first place. Or at least thought you deserved of their scorn.",
        "author": "Barack Obama"
    },
    {
        "quote": "Our challenges may be new. The instruments with which we meet them may be new. But those values upon which our success depends - honesty and hard work, courage and fair play, tolerance and curiosity, loyalty and patriotism - these things are old. These things are true. They have been the quiet force of progress throughout our history. What is demanded then is a return to these truths. What is required of us now is a new era of responsibility - a recognition, on the part of every American, that we have duties to ourselves, our nation, and the world, duties that we do not grudgingly accept but rather seize gladly, firm in the knowledge that there is nothing so satisfying to the spirit, so defining of our character, than giving our all to a difficult task.",
        "author": "Barack Obama"
    },
    {
        "quote": "We may not be able to stop evil in the world, but how we treat one another is entirely up to us.",
        "author": "Barack Obama"
    },
    {
        "quote": "All too rarely do I hear people asking just what it is that we've done to make so many children's hearts so hard, or what collectively we might do to right their moral compass - what values we must live by.",
        "author": "Barack Obama"
    },
    {
        "quote": "We will outstretch the hand if you unclench your fist. ",
        "author": "Barack Obama"
    },
    {
        "quote": "I think perhaps education doesn’t do us much good unless it is mixed with sweat.",
        "author": "Barack Obama"
    },
    {
        "quote": "Hope -- Hope in the face of difficulty. Hope in the face of uncertainty. The audacity of hope! In the end, that is God’s greatest gift to us...A belief in things not seen. A belief that there are better days ahead.",
        "author": "Barack Obama"
    },
    {
        "quote": "Change is never easy, but always possible.",
        "author": "Barack Obama"
    },
    {
        "quote": "This election is about the past vs. the future. It's about whether we settle for the same divisions and distractions and drama that passes for politics today or whether we reach for a politics of common sense and innovation, a politics of shared sacrifice and shared prosperity. There are those who will continue to tell us that we can't do this, that we can't have what we're looking for, that we can't have what we want, that we're peddling false hopes. But here is what I know. I know that when people say we can't overcome all the big money and influence in Washington, I think of that elderly woman who sent me a contribution the other day, an envelope that had a money order for $3.01 along with a verse of scripture tucked inside the envelope. So don't tell us change isn't possible. That woman knows change is possible. When I hear the cynical talk that blacks and whites and Latinos can't join together and work together, I'm reminded of the Latino brothers and sisters I organized with and stood with and fought with side by side for jobs and justice on the streets of Chicago. So don't tell us change can't happen. When I hear that we'll never overcome the racial divide in our politics, I think about that Republican woman who used to work for Strom Thurmond, who is now devoted to educating inner city-children and who went out into the streets of South Carolina and knocked on doors for this campaign. Don't tell me we can't change. Yes, we can. Yes, we can change. Yes, we can.\n\nYes, we can heal this nation. Yes, we can seize our future. And as we leave this great state with a new wind at our backs and we take this journey across this great country, a country we love, with the message we carry from the plains of Iowa to the hills of New Hampshire, from the Nevada desert to the South Carolina coast, the same message we had when we were up and when we were down, that out of many, we are one; that while we breathe, we will hope.\n\n\n\nAnd where we are met with cynicism and doubt and fear and those who tell us that we can't, we will respond with that timeless creed that sums up the spirit of the American people in three simple words -- yes, we can.",
        "author": "Barack Obama"
    },
    {
        "quote": "I wonder, sometimes, whether men and women in fact are capable of learning from history--whether we progress from one stage to the next in an upward course or whether we just ride the cycles of boom and bust, war and peace, ascent and decline.",
        "author": "Barack Obama"
    },
    {
        "quote": "But you see, a rich country like America can perhaps afford to be stupid.",
        "author": "Barack Obama"
    },
    {
        "quote": "It's only when you hitch your wagon to something larger than yourself that you realize your true potential.",
        "author": "Barack Obama"
    },
    {
        "quote": "I wish the country had fewer lawyers and more engineers.",
        "author": "Barack Obama"
    },
    {
        "quote": "Cynicism is a sorry kind of wisdom.",
        "author": "Barack Obama"
    },
    {
        "quote": "To those Americans whose support I have yet to earn, I may not have won your vote tonight, but I hear your voices. I need your help. And I will be your president, too.",
        "author": "Barack Obama"
    },
    {
        "quote": "We cannot know for certain how long we have here. We cannot foresee the trials or misfortunes that will test us along the way. We cannot know God's plan for us.\n\nWhat we can do is to live out our lives as best we can with purpose, and love, and joy. We can use each day to show those who are closest to us how much we care about them, and treat others with the kindness and respect that we wish for ourselves. We can learn from our mistakes and grow from our failures. And we can strive at all costs to make a better world, so that someday, if we are blessed with the chance to look back on our time here, we can know that we spent it well; that we made a difference; that our fleeting presence had a lasting impact on the lives of other human beings. ",
        "author": "Barack Obama"
    },
    {
        "quote": "At the moment that we persuade a child, any child, to cross that threshold, that magic threshold into a library, we change their lives forever, for the better",
        "author": "Barack Obama"
    },
    {
        "quote": "Maybe the critics are right. Maybe there's no escaping our great political divide, an endless clash of armies, and any attempts to alter the rules of engagement are futile. Or maybe the trivialization of politics has reached a point of no return, so that most people see it as just one more diversion, a sport, with politicians our paunch-bellied gladiators and those who bother to pay attention just fans on the sidelines: We paint our faces red or blue and cheer our side and boo their side, and if it takes a late hit or cheap shot to beat the other team, so be it, for winning is all that matters.\nBut I don't think so. They are out there, I think to myself, those ordinary citizens who have grown up in the midst of all the political and cultural battles, but who have found a way-in their own lives, at least- to make peace with their neighbors, and themselves.\n...I imagine they are waiting for a politics with the maturity to balance idealism and realism, to distinguish between what can and cannot be compromised, to admit the possibility that the other side might sometimes have a point. They don't always understand the arguments between right and left, conservative and liberal, but they recognize the difference between dogma and common sense, responsibility and irresponsibility, between those things that last and those that are fleeting. They are out there, waiting for Republicans and Democrats to catch up with them.",
        "author": "Barack Obama"
    },
    {
        "quote": "To all those watching tonight from beyond our shores, from parliaments and palaces, to those who are huddled around radios in the forgotten corners of the world, our stories are singular, but our destiny is shared, and a new dawn of American leadership is at hand.",
        "author": "Barack Obama"
    },
    {
        "quote": "There is no excuse for not trying.",
        "author": "Barack Obama"
    },
    {
        "quote": "To be known. To be heard. To have one’s unique identity recognized and seen as worthy. It was a universal human desire, I thought, as true for nations and peoples as it was for individuals.",
        "author": "Barack Obama"
    },
    {
        "quote": "Each person held aloft a single lit candle—the city’s traditional way to express its appreciation for that year’s peace prize winner. It was a magical sight, as if a pool of stars had descended from the sky; and as Michelle and I leaned out to wave, the night air brisk on our cheeks, the crowd cheering wildly, I couldn’t help but think about the daily fighting that continued to consume Iraq and Afghanistan and all the cruelty and suffering and injustice that my administration had barely even begun to deal with. The idea that I, or any one person, could bring order to such chaos seemed laughable; on some level, the crowds below were cheering an illusion. And yet, in the flickering of those candles, I saw something else. I saw an expression of the spirit of millions of people around the world: the U.S. soldier manning a post in Kandahar, the mother in Iran teaching her daughter to read, the Russian pro-democracy activist mustering his courage for an upcoming demonstration—all those who refused to give up on the idea that life could be better, and that whatever the risks and hardships, they had a role to play.\n\nWhatever you do won’t be enough, I heard their voices say.\n\nTry anyway.",
        "author": "Barack Obama"
    },
    {
        "quote": "The thing about getting old, Bar,” Toot had told me, “is that you’re the same person inside.” I remember her eyes studying me through her thick bifocals, as if to make sure I was paying attention. “You’re trapped in this doggone contraption that starts falling apart. But it’s still you. You understand?” I did now.",
        "author": "Barack Obama"
    },
    {
        "quote": "Each of us deserves the freedom to pursue our own version of happiness. No one deserves to be bullied.",
        "author": "Barack Obama"
    },
    {
        "quote": "What Washington Needs is Adult Supervision.",
        "author": "Barack Obama"
    },
    {
        "quote": "That's what the leadership was teaching me, day by day: that the self-interest I was supposed to be looking for extended well beyond the immediacy of issues, that beneath the small talk and sketchy biographies and received opinions, people carried with them some central explanation of themselves. Stories full of terror and wonder, studded with events that still haunted or inspired them. Sacred stories. ",
        "author": "Barack Obama"
    },
    {
        "quote": "The truth is, I’ve never been a big believer in destiny. I worry that it encourages resignation in the down-and-out and complacency among the powerful.",
        "author": "Barack Obama"
    },
    {
        "quote": "Let me tell your something. I'm from Chicago. I don't break.",
        "author": "Barack Obama"
    },
    {
        "quote": "You know, sometimes I'll go to an 8th-grade graduation and there's all that pomp and circumstance and gowns and flowers. And I think to myself, it's just 8th grade ... An 8th-grade education doesn't cut it today. Let's give them a handshake and tell them to get their butts back in the library!",
        "author": "Barack Obama"
    },
    {
        "quote": "We hang on to our values, even if they seem at times tarnished and worn; even if, as a nation and in our own lives, we have betrayed them more often that we care to remember. What else is there to guide us? Those values are our inheritance, what makes us who we are as a people. And although we recognize that they are subject to challenge, can be poked and prodded and debunked and turned inside out bu intellectuals and cultural critics, they have proven to be both surprisingly durable and surprisingly constant across classes, and races, and faiths, and generations. We can make claims on their behalf, so long as we understand that our values must be tested against fact and experience, so long as we recall that they demand deeds and not just words.",
        "author": "Barack Obama"
    },
    {
        "quote": "But you don’t choose the time. The time chooses you. Either you seize what may turn out to be the only chance you have, or you decide you’re willing to live with the knowledge that the chance has passed you by.",
        "author": "Barack Obama"
    },
    {
        "quote": "I confess to wincing every so often at a poorly chosen word, a mangled sentence, an expression of emotion that seems indulgent or overly practiced. I have the urge to cut the book by fifty pages or so, possessed as I am with a keener appreciation for brevity.",
        "author": "Barack Obama"
    },
    {
        "quote": "And then, on September 11, the world fractured.\nIt's beyond my skill as a writer to capture that day and the days that would follow--the planes, like specters, vanishing into steel and glass; the slow-motion cascade of the towers crumbling into themselves; the ash-covered figures wandering the streets; the anguish and the fear. Nor do I pretend to understand the stark nihilism that drove the terrorists that day and that drives their brethren still. My powers of empathy, my ability to reach into another's heart, cannot penetrate the blank stares of those would murder innocents with abstract, serene satisfaction.",
        "author": "Barack Obama"
    },
    {
        "quote": "I experienced failure and learned to buck up so I could rally those who’d put their trust in me. I suffered rejections and insults often enough to stop fearing them. In other words, I grew up—and got my sense of humor back.",
        "author": "Barack Obama"
    },
    {
        "quote": "We know the battle ahead will be long, but always remember that no matter what obstacles stand in our way, nothing can stand in the way of the power of millions of voices calling for change.\n\nWe have been told we cannot do this by a chorus of cynics...they will only grow louder and more dissonant ........... We've been asked to pause for a reality check. We've been warned against offering the people of this nation false hope.\n\nBut in the unlikely story that is America, there has never been anything false about hope.",
        "author": "Barack Obama"
    },
    {
        "quote": "My little girls can break my heart. They can make me cry just looking at them eating their string beans.",
        "author": "Barack Obama"
    },
    {
        "quote": "How does the saying go? When two locusts fight, it is always the crow that feasts.'\nIs that a Luo expression?' I asked. Sayid's face broke into a bashful smile. \nWe have a similar expression in Luo,' he said, 'but actually I must admit that I read this particular expression in a book by Chinua Achebe. The Nigerian writer. I like his books very much. He speaks the truth about Africa's predicament. the Nigerian, the Kenya - it is the same. We share more than divides us.",
        "author": "Barack Obama"
    },
    {
        "quote": "Each path to knowledge involves different rules and these rules are not interchangeable.",
        "author": "Barack Obama"
    },
    {
        "quote": "faith doesn't mean that you don't have doubts... [you] still experience the same greed, resentment, lust, and anger that everyone else experienced... the lines between sinner and saved [are] more fluid; the sins of those who come to church are not so different from the sins of those who don't... You [need] to come to church precisely because you [are] of this world, not apart from it; rich, poor, sinner, saved you [need] to embrace Christ precisely because you had sins to wash away... that religious commitment did not require me to suspend critical thinking, disengage from the battle for economic and social justice, or otherwise retreat from the world...",
        "author": "Barack Obama"
    },
    {
        "quote": "I’d met my share of highly credentialed, high-IQ morons",
        "author": "Barack Obama"
    },
    {
        "quote": "Here's the truth: the Soviet Union had thousands of nuclear weapons, and Iran doesn't have a single one. But when the world was on the brink of nuclear holocaust, Kennedy talked to Khrushchev and he got those missiles out of Cuba. Why shouldn't we have the same courage and the confidence to talk to our enemies? That's what strong countries do, that's what strong presidents do, that's what I'll do when I'm president of the United States of America.",
        "author": "Barack Obama"
    },
    {
        "quote": "The emotions between the races could never be pure; even love was tarnished by the desire to find in the other some element that was missing in ourselves. Whether we sought out our demons or salvation, the other race would always remain just that: menacing, alien, and apart.",
        "author": "Barack Obama"
    },
    {
        "quote": "I've got daughters. Nine years old and six years old. First of all, I'm gonna teach them about values and morals. But if they make a mistake, I don't want them PUNISHED with a baby.",
        "author": "Barack Obama"
    },
    {
        "quote": "The best anti-poverty program is a world-class education.",
        "author": "Barack Obama"
    },
    {
        "quote": "perhaps I possess a certain Midwestern sensibility that I inherited from my mother and her parents, a sensibility that Warren Buffet seems to share: that at a certain point one has enough, that you can derive as much pleasure from a Picasso hanging in a museum as from one that's hanging in your den, that you can get an awfully good meal in a restaurant for less than twenty dollars, and that once your drapes cost more than the average American's yearly salary, then you can afford to pay a bit more in taxes.",
        "author": "Barack Obama"
    },
    {
        "quote": "Either grab a drink and sit down with us or get the fuck out of here.",
        "author": "Barack Obama"
    },
    {
        "quote": "And that, I suppose, is what I'd been trying to tell my mother that day: that her faith in justice and rationality was misplaced, that we couldn't overcome after all, that all the education and good intentions in the world couldn't help you plug up the holes in the universe or give you the power to change its blind, mindless course.",
        "author": "Barack Obama"
    },
    {
        "quote": "This shit would be really interesting if we weren't in the middle of it.",
        "author": "Barack Obama"
    },
    {
        "quote": "I kept finding the same anguish, the same doubt; a self-contempt that neither irony nor intellect seemed able to deflect. Even DuBois’s learning and Baldwin’s love and Langston’s humor eventually succumbed to its corrosive force, each man finally forced to doubt art’s redemptive power, each man finally forced to withdraw, one to Africa, one to Europe, one deeper into the bowels of Harlem, but all of them in the same weary flight, all of them exhausted, bitter men, the devil at their heels.",
        "author": "Barack Obama"
    },
    {
        "quote": "the underlying struggle - between worlds of plenty and worlds of want; between the modern and the ancient; between those who embrace our teeming, colliding, irksome diversity, while still insisting on a set of values that binds us together, and those who would seek, under whatever flag or slogan or sacred text, a certainty and simplification that justifies cruelty toward those not like us...",
        "author": "Barack Obama"
    },
    {
        "quote": "I have seen, the desperation and disorder of the powerless: how it twists the lives of children on the streets of Jakarta or Nairobi in much the same way as it does the lives of children on Chicago’s South Side, how narrow the path is for them between humiliation and untrammeled fury, how easily they slip into violence and despair. I know that the response of the powerful to this disorder -- alternating as it does between a dull complacency and, when the disorder spills out of its proscribed confines, a steady, unthinking application of force, of longer prison sentences and more sophisticated military hardware -- is inadequate to the task. I know that the hardening of lines, the embrace of fundamentalism and tribe, dooms us all.",
        "author": "Barack Obama"
    },
    {
        "quote": "In distilled form, though, the explanations of both the right and the left have become mirror images of each other. They are stories of conspiracy, of America being hijacked by an evil cabal. Like all good conspiracy theories, both tales contain just enough truth to satisfy those predisposed to believe in them, without admitting any contradictions that might shake up those assumptions. Their purpose is not to persuade the other side but to keep their bases agitated and assured of the rightness of their respective causes - and lure just enough new adherents to beat the other side into submission.",
        "author": "Barack Obama"
    },
    {
        "quote": "It was the call of workers who organized; women who reached for the ballot; a President who chose the moon as our new frontier; and a King who took us to the mountain top and pointed the way to the Promised Land.\nYes we can!",
        "author": "Barack Obama"
    },
    {
        "quote": "Where there is no experience the wise man is silent.",
        "author": "Barack Obama"
    },
    {
        "quote": "Democracy demands that the religiously motivated translate their concerns in to universal, rather than religion-specific, values... it requires that their proposals be subject to argument and amenable to reason.\n\nNow I may be opposed to abortion for religious reasons, to take one example, but if I seek to pass a law banning the practice, I cannot simply point to the teachings of my church or evoke God's will. I have to explain why abortion violates some principle that is accessible to people of all faiths, including those with no faith at all.",
        "author": "Barack Obama"
    },
    {
        "quote": "But there comes a point in the speech where I find my cadence. The crowd quiets rather than roars. It's the kind of moment I'd come to recognize in subsequent years, on certain magic nights. There's a physical feeling, a current of emotion that passes back and forth between you and the crowd, as if your lives and theirs are suddenly spliced together, like a movie reel, projecting backward and forward in time, and your voice creeps right up to the edge of cracking, because for an instant, you feel them deeply; you can see them whole. You've tapped into some collective spirit, a thing we all know and wish for - a sense of connection that overrides our differences and replaces them with a giant swell of possibility - and like all things that matter most, you know the moment is fleeting and that soon the spell will be broken.",
        "author": "Barack Obama"
    },
    {
        "quote": "A nation ringed by walls will only imprison itself.",
        "author": "Barack Obama"
    },
    {
        "quote": "Here’s the thing,” I would say. “Most people, wherever they’re from, whatever they look like, are looking for the same thing. They’re not trying to get filthy rich. They don’t expect someone else to do what they can do for themselves. “But they do expect that if they’re willing to work, they should be able to find a job that supports a family. They expect that they shouldn’t go bankrupt just because they get sick. They expect that their kids should be able to get a good education, one that prepares them for this new economy, and they should be able to afford college if they’ve put in the effort. They want to be safe, from criminals or terrorists. And they figure that after a lifetime of work, they should be able to retire with dignity and respect.",
        "author": "Barack Obama"
    },
    {
        "quote": "I thought I could start over, you see. But now I know you can never start over. Not really. You think you have control, but you are like a fly in somebody else’s web. Sometimes I think that’s why I like accounting. All day, you are only dealing with numbers. You add them, multiply them, and if you are careful, you will always have a solution. There’s a sequence there. An order. With numbers, you can have control….",
        "author": "Barack Obama"
    },
    {
        "quote": "There are a whole lot of religious people in America, including the majority of Democrats. When we abandon the field of religious discourse—when we ignore the debate about what it means to be a good Christian or Muslim or Jew; when we discuss religion only in the negative sense of where or how it should not be practiced, rather than in the positive sense of what it tells us about our obligations toward one another; when we shy away from religious venues and religious broadcasts because we assume that we will be unwelcome—others will fill the vacuum. And those who do are likely to be those with the most insular views of faith, or who cynically use religion to justify partisan ends.",
        "author": "Barack Obama"
    },
    {
        "quote": "Perhaps most troubling of all, our democracy seems to be teetering on the brink of crisis—a crisis rooted in a fundamental contest between two opposing visions of what America is and what it should be; a crisis that has left the body politic divided, angry, and mistrustful, and has allowed for an ongoing breach of institutional norms, procedural safeguards, and the adherence to basic facts that both Republicans and Democrats once took for granted.",
        "author": "Barack Obama"
    },
    {
        "quote": "make away out of no way",
        "author": "Barack Obama"
    },
    {
        "quote": "Better to be strong,' he [Lolo] said...'if you can't be strong, be clever and make peace with someone who's strong. But always better to be strong yourself.",
        "author": "Barack Obama"
    },
    {
        "quote": "there was the unsettling fact that, despite whatever my mother might claim, the bullies, cheats, and self-promoters seemed to be doing quite well, while those she considered good and decent people seemed to get screwed an awful lot.",
        "author": "Barack Obama"
    },
    {
        "quote": "It's not surprising, then, they get bitter, they cling to guns or religion or antipathy to people who aren't like them or anti-immigrant sentiment or anti-trade sentiment as a way to explain their frustrations.",
        "author": "Barack Obama"
    },
    {
        "quote": "America is big enough to accommodate all their dreams.",
        "author": "Barack Obama"
    },
    {
        "quote": "It [is] that courage that Africa most desperately needs.",
        "author": "Barack Obama"
    },
    {
        "quote": "There's nobody to guide through the process of becoming a man... to explain to them the meaning of manhood. And that's a recipe for disaster.",
        "author": "Barack Obama"
    },
    {
        "quote": "Words do inspire. ",
        "author": "Barack Obama"
    },
    {
        "quote": "If the people cannot trust their government to do the job for which it exists – to protect them and to promote their common welfare – all else is lost.",
        "author": "Barack Obama"
    },
    {
        "quote": "Winter came and the city [Chicago] turned monochrome -- black trees against gray sky above white earth. Night now fell in midafternoon, especially when the snowstorms rolled in, boundless prairie storms that set the sky close to the ground, the city lights reflected against the clouds",
        "author": "Barack Obama"
    },
    {
        "quote": "The stakes involved in Washington policy debates are often so high-- whether we send our young men and women to war; whether we allow stem cell research to go forward-- that even small differences in perspective are magnified. The demands of party loyalty, the imperative of campaigns, and the amplification of conflict by the media all contribute to an atmosphere of suspicion. Moreover, most people who serve in Washington have been trained either as lawyers or as political operatives-- professions that tend to place a premium on winning arguments rather than solving problems. I can see how, after a certain amount of time in the capital, it becomes tempting to assume that those who disagree with you have fundamentally different values-- indeed, that they are motivated by bad faith, and perhaps are bad people.",
        "author": "Barack Obama"
    },
    {
        "quote": "To be black was to be the beneficiary of a great inheritance, a special destiny, glorious burdens that only we were strong enough to bear.",
        "author": "Barack Obama"
    },
    {
        "quote": "It was as if he had come to mistrust words somehow. Words, and the sentiments words carried.",
        "author": "Barack Obama"
    },
    {
        "quote": "And it's safe to assume that those in power would think longer and harder about launching a war if they envisioned their own sons and daughters in harm's way.",
        "author": "Barack Obama"
    },
    {
        "quote": "The success of our economy has always depended not just on the size of our gross domestic product, but on the reach of our prosperity; on the ability to extend opportunity to every willing heart - not out of charity, but because it is the surest route to our common good.",
        "author": "Barack Obama"
    },
    {
        "quote": "You could see a man talking to himself as just plain crazy, or read about the criminal on the front page of the daily paper and ponder the corruption of the human heart, without having to think about whether the criminal or lunatic said something about your own fate.",
        "author": "Barack Obama"
    },
    {
        "quote": "To those leaders around the globe who seek to sow conflict, or blame their society's ills on the West - know that your people will judge you on what you can build, not what you destroy.",
        "author": "Barack Obama"
    },
    {
        "quote": "The public school system is not about educating black children. Never has been. Inner-city schools are about social control. Period. They’re operated as holding pens—miniature jails, really. It’s only when black children start breaking out of their pens and bothering white people that society even pays any attention to the issue of whether these children are being educated.",
        "author": "Barack Obama"
    },
    {
        "quote": "The boarded-up homes, the decaying storefronts, the aging church rolls, kids from unknown families who swaggered down the streets - loud congregations of teenage boys, teenage girls feeding potato chips to crying toddlers, the discarded wrappers tumbling down the block - all of it whispered painful truths.",
        "author": "Barack Obama"
    },
    {
        "quote": "I began feeling the way I imagine an actor or athlete must feel when, after years of commitment to a particular dream...he realizes that he's gone just about as far as talent or fortune will take him. The dream will not happen, and he now faces the choice of accepting this fact like a grownup and moving on to more sensible pursuits, or refusing the truth and ending up bitter, quarrelsome, and slightly pathetic. ",
        "author": "Barack Obama"
    },
    {
        "quote": "Have you ever noticed that if there’s a hard way and an easy way, you choose the hard way every time? Why do you think that is?",
        "author": "Barack Obama"
    },
    {
        "quote": "At the end of the day, the circumstances of your life-- what you look like,where you come from, how much money you have, what you've got going on at home--none of that is an excuse... where you are right now doesn't have to determine where you'll end up. No ones written your destiny for you, because here in America, you write you own destiny.You make your own future.",
        "author": "Barack Obama"
    },
    {
        "quote": "Later, toward the end of my presidency, The New York Times would run an article about my visits to the military hospitals. In it, a national security official from a previous administration opined that the practice, no matter how well intentioned, was not something a commander in chief should do - that visits with the wounded inevitably clouded a president’s capacity to make clear-eyed, strategic decisions. I was tempted to call that man and explain that I was never more clear-eyed than on the flights back from Walter Reed and Bethesda. Clear about the true costs of war, and who bore those costs. Clear about war’s folly, the sorry tales we humans collectively store in our heads and pass on from generation to generation - abstractions that fan hate and justify cruelty and force even the righteous among us to participate in carnage. Clear that by virtue of my office, I could not avoid responsibility for lives lost or shattered, even if I somehow justified my decisions by what I perceived to be some larger good.",
        "author": "Barack Obama"
    },
    {
        "quote": "Glory and tragedy, courage and stupidity - one set of truths didn't negate the other. For war was contradiction, as was the history of America.",
        "author": "Barack Obama"
    },
    {
        "quote": "all the education and good intentions in the world couldn’t help plug up the holes in the universe or give you the power to change its blind, mindless course.",
        "author": "Barack Obama"
    },
    {
        "quote": "In reaffirming the greatness of our nation, we understand that greatness is never a given. It must be earned. Our journey has never been one of shortcuts or settling for less. It has not been the path for the faint-hearted, for those who prefer leisure over work, or seek only the pleasures of riches and fame. Rather, it has been the risk-takers, the doers, the makers of things -- some celebrated, but more often men and women obscure in their labor -- who have carried us up the long, rugged path towards prosperity and freedom.",
        "author": "Barack Obama"
    },
    {
        "quote": "I'm so overexposed, I'm making Paris Hilton look like a recluse.",
        "author": "Barack Obama"
    },
    {
        "quote": "This pleased Onyango, for to him knowledge was the source of all the white man's power, and he wanted to make sure that his son was as educated as any white man.",
        "author": "Barack Obama"
    },
    {
        "quote": "It is the kindness to take in a stranger when the levees break; the selflessness of workers who would rather cut their hours than see a friend lose their job which sees us through our darkest hours. It is the firefighter's courage to storm a stairway filled with smoke, but also a parent's willingness to nurture a child, that finally decides our fate.",
        "author": "Barack Obama"
    },
    {
        "quote": "When things are bad,” Axe said, walking next to me as we left the December meeting, “no one cares that ‘things could have been worse.",
        "author": "Barack Obama"
    },
    {
        "quote": "Tamping down my emotions as the justice spoke to the audience, I looked over at a pair of handsome young Korean American boys—Sotomayor’s adopted nephews—squirming in their Sunday best. They would take for granted that their aunt was on the U.S. Supreme Court, shaping the life of a nation—as would kids across the country. Which was fine. That’s what progress looks like.",
        "author": "Barack Obama"
    },
    {
        "quote": "There will be setbacks and false starts. There are many who won't agree with every decision or policy I make as president. And we know the government can't solve every problem.\n\nBut I will always be honest with you about the challenges we face. I will listen to you, especially when we disagree. And, above all, I will ask you to join in the work of remaking this nation, the only way it's been done in America for 221 years -- block by block, brick by brick, calloused hand by calloused hand.",
        "author": "Barack Obama"
    },
    {
        "quote": "That we are in the midst of crisis is now well understood. Our nation is at war, against a far-reaching network of violence and hatred. Our economy is badly weakened, a consequence of greed and irresponsibility on the part of some, but also our collective failure to make hard choices and prepare the nation for a new age. Homes have been lost; jobs shed; businesses shuttered. Our health care is too costly; our schools fail too many; and each day brings further evidence that the ways we use energy strengthen our adversaries and threaten our planet.\n\nThese are the indicators of crisis, subject to data and statistics. Less measurable but no less profound is a sapping of confidence across our land — a nagging fear that America's decline is inevitable, and that the next generation must lower its sights.\n\nToday I say to you that the challenges we face are real. They are serious and they are many. They will not be met easily or in a short span of time. But know this, America — they will be met.\n\nOn this day, we gather because we have chosen hope over fear, unity of purpose over conflict and discord.\n\nOn this day, we come to proclaim an end to the petty grievances and false promises, the recriminations and worn out dogmas, that for far too long have strangled our politics.",
        "author": "Barack Obama"
    },
    {
        "quote": "A Disavowal of the pursuit of Middleclassness', the heading read. While it is permissible to chase ‘middleincomeness’ with all our might, the text stated, those blessed with the talent or good fortune to achieve success in the American mainstream must avoid the psychological entrapment of Black ‘middleclassness’ that hypnotizes the successful brother or sister into believing they are better than the rest and teaches them to think in terms of ‘we’ and ‘they’ instead of 'US'!",
        "author": "Barack Obama"
    },
    {
        "quote": "We cannot help but believe that the old hatreds shall someday pass; that the lines of tribe shall soon dissolve; that as the world grows smaller, our common humanity shall reveal itself...",
        "author": "Barack Obama"
    },
    {
        "quote": "Eventually my rejection of authority spilled into self-indulgence and self-destructiveness, and by the time I enrolled in college, I'd begun to see how any challenge to convention harbored within it the possibility of its own excesses and its own orthodoxy. I started to reexamine my assumptions, and recalled the values my mother and grandparents had taught me. In this slow, fitful process of sorting out what I believed, I began silently registering the point in dorm-room conversations when my college friends and I stopped thinking and slipped into can't: the point at which the denunciations of capitalism or American imperialism came too easily, and the freedom from the constraints of monogamy or religion was proclaimed without fully understanding the value of such constraints, and the role of victim was too readily embraced as a means of shedding responsibility, or asserting entitlement, or claiming moral superiority over those not so victimized.",
        "author": "Barack Obama"
    },
    {
        "quote": "Do we care to match the reality of America to its ideals? If so, do we really believe that our notions of self-government and individual freedom, equality of opportunity and equality before the law, apply to everybody? Or are we instead committed, in practice if not in statute, to reserving those things for a privileged few?",
        "author": "Barack Obama"
    },
    {
        "quote": "Religious freedom doesn't mean you can force others to live by your own beliefs.",
        "author": "Barack Obama"
    },
    {
        "quote": "We’re never so outraged as when a cabbie drives past us or the woman in the elevator clutches her purse, not so much because we’re bothered by the fact that such indignities are what less fortunate coloreds have to put up with every single day of their lives—although that’s what we tell ourselves—but because we’re wearing a Brooks Brothers suit and speak impeccable English and yet have somehow been mistaken for an ordinary nigger.",
        "author": "Barack Obama"
    },
    {
        "quote": "And to all those who have wondered if Americas beacon still burns as bright - tonight we proved once more that the true strength of our nation comes not from our the might of our arms or the scale of our wealth, but from the enduring power of our ideals: democracy, liberty, opportunity, and unyielding hope.\n\nFor that is the true genius of America - that America can change. Our union can be perfected. And what we have already achieved gives us hope for what we can and must achieve tomorrow.",
        "author": "Barack Obama"
    },
    {
        "quote": "But I also realized that around the world, in places like Yemen and Afghanistan, Pakistan and Iraq, the lives of millions of young men like those three dead Somalis (some of them boys, really, since the oldest pirate was believed to be nineteen) had been warped and stunted by desperation, ignorance, dreams of religious glory, the violence of their surroundings, or the schemes of older men. They were dangerous, these young men, often deliberately and casually cruel. Still, in the aggregate, at least, I wanted somehow to save them—send them to school, give them a trade, drain them of the hate that had been filling their heads. And yet the world they were a part of, and the machinery I commanded, more often had me killing them instead.",
        "author": "Barack Obama"
    },
    {
        "quote": "It's in the misery of some unnamed slum that the next killer virus will emerge.",
        "author": "Barack Obama"
    },
    {
        "quote": "We've been warned against offering the people of this nation false hope. But in the unlikely story that is America, there has never been anything false about hope.",
        "author": "Barack Obama"
    },
    {
        "quote": "Every single one of you has something you're good at. Every single one of you has something to offer. And you have a responsibility to yourself to discover what that is. That's the opportunity an education can provide.",
        "author": "Barack Obama"
    },
    {
        "quote": "Although the principle of equality has always been self-evident, it has never been self-executing.",
        "author": "Barack Obama"
    },
    {
        "quote": "When our government is spoken of as some menacing, threatening foreign entity, it ignores the fact that, in our democracy, government is us.",
        "author": "Barack Obama"
    },
    {
        "quote": "I recalled a sermon by Dr. Martin Luther King, Jr., called “The Drum Major Instinct.” In it, he talks about how, deep down, we all want to be first, celebrated for our greatness; we all want “to lead the parade.” He goes on to point out that such selfish impulses can be reconciled by aligning that quest for greatness with more selfless aims. You can strive to be first in service, first in love.",
        "author": "Barack Obama"
    },
    {
        "quote": "The truth is, I’ve never been a big believer in destiny. I worry that it encourages resignation in the down-and-out and complacency among the powerful. I suspect that God’s plan, whatever it is, works on a scale too large to admit our mortal tribulations; that in a single lifetime, accidents and happenstance determine more than we care to admit; and that the best we can do is to try to align ourselves with what we feel is right and construct some meaning out of our confusion, and with grace and nerve play at each moment the hand that we’re dealt.",
        "author": "Barack Obama"
    },
    {
        "quote": "And so the world watches America—the only great power in history made up of people from every corner of the planet, comprising every race and faith and cultural practice—to see if our experiment in democracy can work. To see if we can do what no other nation has ever done. To see if we can actually live up to the meaning of our creed.",
        "author": "Barack Obama"
    },
    {
        "quote": "I believe a stronger sense of empathy would tilt the balance of our current politics in favor of those people who are struggling in this society. After all if they are like us, then their struggles are our own. If we fail to help we diminish ourselves.",
        "author": "Barack Obama"
    },
    {
        "quote": "Five days a week, she came into my room at four in the morning, force-fed me breakfast, and proceeded to teach me my English lessons for three hours before I left for school and she went to work.",
        "author": "Barack Obama"
    },
    {
        "quote": "Don't let your failures define you.",
        "author": "Barack Obama"
    },
    {
        "quote": "The title of Reverend Wright’s sermon that morning was “The Audacity of Hope.",
        "author": "Barack Obama"
    },
    {
        "quote": "There's no such thing as a vote that doesn't matter.",
        "author": "Barack Obama"
    },
    {
        "quote": "Change won't come from the top, Change will come from mobilized grassroots.",
        "author": "Barack Obama"
    },
    {
        "quote": "We're up against the conventional thinking that says your ability to lead as president comes from longevity in Washington or proximity to the White House. But we know that real leadership is about candor and judgment and the ability to rally Americans from all walks of life around a common purpose, a higher purpose.",
        "author": "Barack Obama"
    },
    {
        "quote": "By nature I’m a deliberate speaker, which, by the standards of presidential candidates, helped keep my gaffe quotient relatively low. But my care with words raised another issue on the campaign trail: I was just plain wordy, and that was a problem. When asked a question, I tended to offer circuitous and ponderous answers, my mind instinctively breaking up every issue into a pile of components and subcomponents. If every argument had two sides, I usually came up with four. If there was an exception to some statement I just made, I wouldn’t just point it out; I’d provide footnotes. “You’re burying the lede!” Axe would practically shout after listening to me drone on and on and on. For a day or two I’d obediently focus on brevity, only to suddenly find myself unable to resist a ten-minute explanation of the nuances of trade policy or the pace of Arctic melting. “What d’ya think?” I’d say, pleased with my thoroughness as I walked offstage. “You got an A on the quiz,” Axe would reply. “No votes, though.",
        "author": "Barack Obama"
    },
    {
        "quote": "I had begun to see a new map of the world, one that was frightening in its simplicity, suffocating in its implications. We were always playing on the white man's court, Ray had told me, by the white man's rules. If the principal, or the coach, or a teacher, or Kurt, wanted to spit in your face, he could, because he had power and you didn't. If he decided not to, if he treated you like a man or came to your defense, it was because he knew that the words you spoke, the clothes you wore, the books you read, your ambitions and desires, were already his. Whatever he decided to do, it was his decision to make, not yours, and because of that fundamental power he held over you, because it preceded and would outlast his individual motives and inclinations, any distinction between good and bad whites held negligible meaning.",
        "author": "Barack Obama"
    },
    {
        "quote": "All this marked them as vaguely liberal, although their ideas would never congeal into anything like a firm ideology; in this, too, they were American.",
        "author": "Barack Obama"
    },
    {
        "quote": "The conservative revolution that Reagan helped usher in gained traction because Reagan's central insight - that the liberal welfare state had grown complacent and overly bureaucratic, with Democratic policy makers more obsessed with slicing the economic pie than with growing the pie - contained a good deal of truth.",
        "author": "Barack Obama"
    },
    {
        "quote": "Over the last fifteen months we've traveled to every corner of the United States. I've now been to fifty-seven states. I think, one left to go.",
        "author": "Barack Obama"
    },
    {
        "quote": "But by the end of two years, most have either changed careers or moved to suburban schools - a consequence of low pay, a lack of support from the educational bureaucracy, and a pervasive feeling of isolation.",
        "author": "Barack Obama"
    },
    {
        "quote": "That we are in the midst of crisis is now well understood. Our nation is at war, against a far-reaching network of violence and hatred. Our economy is badly weakened, a consequence of greed and irresponsibility on the part of some, but also our collective failure to make hard choices and prepare the nation for a new age. Homes have been lost; jobs shed; businesses shuttered. Our health care is too costly; our schools fail too many; and each day brings further evidence that the ways we use energy strengthen our adversaries and threaten our planet.",
        "author": "Barack Obama"
    },
    {
        "quote": "I realized that in some unspoken, still tentative way, she and I were already becoming a family.",
        "author": "Barack Obama"
    },
    {
        "quote": "In fact, you couldn't even be sure that everything you had assumed to be an expression of your black, unfettered self-- the humor, the song, the behind-the-back pass-- had been freely chosen by you. At best, these things were a refuge; at worst, a trap. Following this maddening logic, the only thing you could choose as your own was withdrawal into a smaller and smaller coil of rage, until being black meant only the knowledge of your own powerlessness, of your own defeat. And the final irony: Should you refuse this defeat and lash out at your captors, they would have a name for that, too, a name that could cage you just as good. Paranoid. Militant. Violent. Nigger.",
        "author": "Barack Obama"
    },
    {
        "quote": "At some fundamental level, religion does not allow for compromise. It insists on the impossible. If God has spoken, then followers are expected to live up to God's edicts, regardless of the consequences. To base one's life on such uncompromising commitments may be sublime; to base our policy making on such commitments would be a dangerous thing.",
        "author": "Barack Obama"
    },
    {
        "quote": "I will cut taxes - cut taxes - for 95 percent of all working families, because, in an economy like this, the last thing we should do is raise taxes on the middle class.",
        "author": "Barack Obama"
    },
    {
        "quote": "Scientists and engineers ought to stand side by side with athletes and entertainers as role models.",
        "author": "Barack Obama"
    },
    {
        "quote": "I've never been more hopeful about our future. I have never been more hopeful about America. And I ask you to sustain that hope. I'm not talking about blind optimism, the kind of hope that just ignores the enormity of the tasks ahead or the roadblocks that stand in our path. I'm not talking about the wishful idealism that allows us to just sit on the sidelines or shirk from a fight. I have always believed that hope is that stubborn thing inside us that insists, despite all the evidence to the contrary, that something better awaits us so long as we have the courage to keep reaching, to keep working, to keep fighting.",
        "author": "Barack Obama"
    },
    {
        "quote": "She was one of those quiet heroes that we have all across America.They’re not famous. Their names are not in the newspapers, but each and every day they work hard. They aren’t seeking the limelight. All they try to do is just do the right thing.",
        "author": "Barack Obama"
    },
    {
        "quote": "How could America send men into space and still keep its black citizens in bondage?",
        "author": "Barack Obama"
    },
    {
        "quote": "Through them, I resolved the lingering questions of my racial identity. For it turned out there was no single way to be Black; just trying to be a good man was enough.",
        "author": "Barack Obama"
    },
    {
        "quote": "A woman named Helen Keller fought her way through long, silent darkness.\nThough she could not see or hear;\nshe taught us to look at and listen to each other.\nNever waiting for life to get easier,\nshe gave others courage to face their challenges.",
        "author": "Barack Obama"
    },
    {
        "quote": "Beneath the layers of hurt, beneath the ragged laughter, I heard a willingness to endure. Endure—and make music that wasn't there before.",
        "author": "Barack Obama"
    },
    {
        "quote": "We are a people of improbable hope.",
        "author": "Barack Obama"
    },
    {
        "quote": "it doesn't matter who you are or where you come from or what you look like or where you love. It doesn't matter whether you're black or white or Hispanic or Asian or Native American or young or old or rich or poor, able, disabled, gay or straight!",
        "author": "Barack Obama"
    },
    {
        "quote": "Our journey is not complete until our gay brothers and sisters are treated like anyone else under the law, for if we are truly created equal, then surely the love we commit to one another must be equal, as well.",
        "author": "Barack Obama"
    },
    {
        "quote": "This victory alone is not the change we seek; it is only the chance for us to make that change.",
        "author": "Barack Obama"
    },
    {
        "quote": "So, let us summon a new spirit of patriotism, of responsibility, where each of us resolves to pitch in and work harder and look over not only ourselves, but each other.",
        "author": "Barack Obama"
    },
    {
        "quote": "My heart is filled with love for this country.",
        "author": "Barack Obama"
    },
    {
        "quote": "We will restore science to its rightful place and wield technology's wonders to raise health care's quality and lower its cost.",
        "author": "Barack Obama"
    },
    {
        "quote": "Even the smallest act of service, the simplest act of kindness, is a way to honor those we lost; a way to reclaim that spirit of unity that followed 9/11.",
        "author": "Barack Obama"
    },
    {
        "quote": "And then there was the unsettling fact that, despite whatever my mother might claim, the bullies, cheats, and self-promoters seemed to be doing quite well, while those she considered good and decent people seemed to get screwed an awful lot.",
        "author": "Barack Obama"
    },
    {
        "quote": "Let it be told to the future world that in the depth of winter, when nothing but hope and virtue could survive, that the city and the country, alarmed at one common danger, came forth to meet it.",
        "author": "Barack Obama"
    },
    {
        "quote": "Be conscious of God and speak always the truth,",
        "author": "Barack Obama"
    },
    {
        "quote": "Whatever you do won’t be enough, I heard their voices say. Try anyway.",
        "author": "Barack Obama"
    },
    {
        "quote": "This is the moment we must come together to save this planet. Let us resolve that we will not leave our children a world where the oceans rise and famine spreads and terrible storms devastate our lands.",
        "author": "Barack Obama"
    },
    {
        "quote": "I won’t be wading in early,” Teddy said. “Too many friends. But I can tell you this, Barack. The power to inspire is rare. Moments like this are rare. You think you may not be ready, that you’ll do it at a more convenient time. But you don’t choose the time. The time chooses you. Either you seize what may turn out to be the only chance you have, or you decide you’re willing to live with the knowledge that the chance has passed you by.",
        "author": "Barack Obama"
    },
    {
        "quote": "You’re not going to college to get educated. You’re going there to get trained. They’ll train you to want what you don’t need. They’ll train you to manipulate words so they don’t mean anything anymore. They’ll train you to forget what it is that you already know. They’ll train you so good, you’ll start believing what they tell you about equal opportunity and the American way and all that shit. They’ll give you a corner office and invite you to fancy dinners, and tell you you’re a credit to your race. Until you want to actually start running things, and then they’ll yank on your chain and let you know that you may be a well-trained, well-paid nigger, but you’re a nigger just the same.",
        "author": "Barack Obama"
    },
    {
        "quote": "It wasn’t a matter of conscious choice, necessarily, just a matter of gravitational pull, the way integration always worked, a one-way street. The minority assimilated into the dominant culture, not the other way around. Only white culture could be neutral and objective. Only white culture could be nonracial, willing to adopt the occasional exotic into its ranks.",
        "author": "Barack Obama"
    },
    {
        "quote": "No, what's troubling is the gap between the magnitude of our challenges and the smallness of our politics--the ease with which we are distracted by the petty and trivial, our chronic avoidance of tough decisions, our seeming inability to build a working concensus to tackle any big problem.",
        "author": "Barack Obama"
    },
    {
        "quote": "This is our time, to put our people back to work and open doors of opportunity for our kids; to restore prosperity and promote the cause of peace; to reclaim the American dream and reaffirm that fundamental truth, that, out of many, we are one; that while we breathe, we hope. And where we are met with cynicism and doubts and those who tell us that we can't, we will respond with that timeless creed that sums up the spirit of a people: Yes, we can.",
        "author": "Barack Obama"
    },
    {
        "quote": "Libraries remind us that truth isn't about who yells the loudest, but who has the right information. Because even as we're the most religious of people, America's innovative genius has always been preserved because we also have a deep faith in facts.",
        "author": "Barack Obama"
    },
    {
        "quote": "Churches won't work with you, though, just out of the goodness of their hearts. They'll talk a good game-a sermon on Sunday, maybe, or a special offering for the homeless. But if push comes to show, they won't really move unless you can show them how it'll help them pay their heating bill.",
        "author": "Barack Obama"
    },
    {
        "quote": "It was like - It was like Special Olympics or something.",
        "author": "Barack Obama"
    },
    {
        "quote": "When I think about how I understand my role as citizen, setting aside being president, and the most important set of understandings that I bring to that position of citizen, the most important stuff I’ve learned I think I’ve learned from novels. It has to do with empathy. It has to do with being comfortable with the notion that the world is complicated and full of grays, but there’s still truth there to be found, and that you have to strive for that and work for that. And the notion that it’s possible to connect with some[one] else even though they’re very different from you.",
        "author": "Barack Obama"
    },
    {
        "quote": "The problem is that this kind of vilification and over-the-top rhetoric closes the door to the possibility of compromise. It undermines democratic deliberation. It prevents learning –- since, after all, why should we listen to a “fascist,” or a “socialist,” or a “right-wing nut,” or a left-wing nut”? \n\nIt makes it nearly impossible for people who have legitimate but bridgeable differences to sit down at the same table and hash things out. It robs us of a rational and serious debate, the one we need to have about the very real and very big challenges facing this nation. It coarsens our culture, and at its worst, it can send signals to the most extreme elements of our society that perhaps violence is a justifiable response. \n\nSo what do we do? As I found out after a year in the White House, changing this type of politics is not easy. And part of what civility requires is that we recall the simple lesson most of us learned from our parents: Treat others as you would like to be treated, with courtesy and respect. (Applause.) But civility in this age also requires something more than just asking if we can’t just all get along.",
        "author": "Barack Obama"
    },
    {
        "quote": "Your problem,” he said, “is you keep trying to answer the question.” “Isn’t that the point?” I said. “No, Barack,” Axe said, “that is not the point. The point is to get your message across. What are your values? What are your priorities? That’s what people care about. Look, half the time the moderator is just using the question to try to trip you up. Your job is to avoid the trap they’ve set. Take whatever question they give you, give ’em a quick line to make it seem like you answered it…and then talk about what you want to talk about.” “That’s bullshit,” I said. “Exactly,” he said.",
        "author": "Barack Obama"
    },
    {
        "quote": "America, this is our moment. This is our time. Our time to turn the page on the policies of the past. Our time to bring new energy and new ideas to the challenges we face. Our time to offer a new direction for the country we love.",
        "author": "Barack Obama"
    },
    {
        "quote": "I believe in (the American) people. I believe that people are more good than bad. I believe tragic things happen. I think there's evil in the world. But I think that at the end of the day, if we work hard, and if we're true to those things in us that feel true and feel right, that, the world gets a little better each time. That's what this presidency is trying to be about. And I see that in the young people i work with. This is not just drama-obama. This is what I really believe.",
        "author": "Barack Obama"
    },
    {
        "quote": "If they bring a knife to the fight, we bring a gun.",
        "author": "Barack Obama"
    },
    {
        "quote": "As my wife saw it—as most people would see it, I imagine—an unwritten book was hardly a financial plan. “In other words,” she said, “you’ve got some magic beans in your pocket. That’s what you’re telling me. You have some magic beans, and you’re going to plant them, and overnight a huge beanstalk is going to grow high into the sky, and you’ll climb up the beanstalk, kill the giant who lives in the clouds, and then bring home a goose that lays golden eggs. Is that it?” “Something like that,” I said. Michelle shook her head and looked out the window. We both knew what I was asking for. Another disruption. Another gamble. Another step in the direction of something I wanted and she truly didn’t. “This is it, Barack,” Michelle said. “One last time. But don’t expect me to do any campaigning. In fact, you shouldn’t even count on my vote.” — AS A KID, I had sometimes watched as my salesman grandfather tried to sell life insurance policies over the phone, his face registering misery as he made cold calls in the evening from our tenth-floor apartment in a Honolulu high-rise. During the early months of 2003, I found myself thinking of him often as I sat at my desk in the sparsely furnished headquarters of my newly launched Senate campaign",
        "author": "Barack Obama"
    },
    {
        "quote": "With these thoughts came another: Was that unity of effort, that sense of common purpose, possible only when the goal involved killing a terrorist? The question nagged at me. For all the pride and satisfaction I took in the success of our mission in Abbottabad, the truth was that I hadn't felt the same exuberance as I had on the night the health care bill passed. I found myself imagining what America might look like if we could rally the country so that our government brought the same level of expertise and determination to educating our children or housing the homeless as it had to getting bin Laden; if we could apply the same persistence and resources to reducing poverty or curbing greenhouse gases or making sure every family had access to decent day care. I knew that even my own staff would dismiss these notions as utopian. And the fact that this was the case, the fact that we could no longer imagine uniting the country around anything other than thwarting attacks and defeating external enemies, I took as a measure of how far my presidency still fell short of what I wanted it to be - and how much work I had left to do.",
        "author": "Barack Obama"
    },
    {
        "quote": "A healthy, dose of guilt never hurt anybody. It’s what civilization was built on, guilt. A highly underrated emotion.",
        "author": "Barack Obama"
    },
    {
        "quote": "In the end, that's what this election is about. Do we participate in a politics of cynicism or a politics of hope?",
        "author": "Barack Obama"
    },
    {
        "quote": "Illinois preschoolers were temporarily saved from the debilitating effects of cereal and milk.",
        "author": "Barack Obama"
    },
    {
        "quote": "Our values call upon us to care about the lives of people we will never meet.",
        "author": "Barack Obama"
    },
    {
        "quote": "The most effective debate answers, it seemed, were designed not to illuminate but to evoke an emotion, or identify the enemy, or signal to a constituency that you, more than anyone else on that stage, were and would always be on their side.",
        "author": "Barack Obama"
    },
    {
        "quote": "It was a creed written into the founding documents that declared the destiny of a nation.\n\nYes we can.\n\nIt was whispered by slaves and abolitionists as they blazed a trail toward freedom through the darkest of nights.\n\nYes we can.\n\nIt was sung by immigrants as they struck out from distant shores and pioneers who pushed westward against an unforgiving wilderness.\n\nYes we can.\n\nIt was the call of workers who organized; women who reached for the ballot; a President who chose the moon as our new frontier; and a King who took us to the mountaintop and pointed the way to the Promised Land.\n\nYes we can to justice and equality. Yes we can to opportunity and prosperity. Yes we can heal this nation. Yes we can repair this world. Yes we can",
        "author": "Barack Obama"
    },
    {
        "quote": "They, they, they. That was the problem with people like Joyce. They talked about the richness of their multicultural heritage and it sounded real good, until you noticed that they avoided black people. It wasn't a matter of conscious choice, necessarily, just a matter of gravitational pull, the way integration always worked, a one-way street. The minority assimilated into the dominant culture, not the other way around. Only white culture could be neutral and objective. Only white culture could be nonracial, willing to adopt the occasional exotic into its ranks. Only white culture had individuals. And we, the half-breeds and the college-degreed, take a survey of the situation and think to ourselves, Why should we get lumped in with the losers if we don't want to? We become only so grateful to lose ourselves in the crowd, America's happy, faceless marketplace; and we're never so outraged as when a cabbie drives past us or the woman in the elevator clutches her purse, not so much because we're bothered by the fact that such indignities are what less fortunate coloreds have to put up with every single day of their lives-- although that's what we tell ourselves-- but because we're wearing a Brooks Brothers suit and speak impeccable English and yet have somehow been mistaken for an ordinary nigger.\nDon't know who I am? I'm an individual!",
        "author": "Barack Obama"
    },
    {
        "quote": "Di Indonesia, kekuasaan diperlihatkan secara terang-terangan, tidak pandang bulu, terbuka, selalu segar dalam ingatan.",
        "author": "Barack Obama"
    },
    {
        "quote": "Our democracy is threatened whenever we take it for granted.",
        "author": "Barack Obama"
    },
    {
        "quote": "And I would shrug and play the question off, unable to confess that I could no longer distinguish between faith and mere folly, between faith and simple endurance; that while I believed in the sincerity I heard in their voices, I remained a reluctant skeptic, doubtful of my own motives, wary of expedient conversion, having too many quarrels with God to accept a salvation too easily won.",
        "author": "Barack Obama"
    },
    {
        "quote": "I had stumbled upon one of the well-kept secrets about black people: that most of us weren’t interested in revolt; that most of us were tired of thinking about race all the time; that if we preferred to keep to ourselves it was mainly because that was the easiest way to stop thinking about it, easier than spending all your time mad or trying to guess whatever it was that white folks were thinking about you.",
        "author": "Barack Obama"
    },
    {
        "quote": "But for a younger generation of conservative operatives who would soon rise to power... They were true believers who meant what they said, whether it was 'No New Taxes' or 'We are a Christian Nation.' In fact, with their rigid doctrines, slash-and-burn style, and exaggerated sense of having been aggrieved, this new conservative leadership was eerily reminiscent of some of the New Left's leaders during the sixties. As with their left-wing counterparts, this new vanguard of the right viewed politics as a contest not just between competing policy visions, but between good and evil. Activists in both parties began developing litmus tests, checklists of orthodoxy, leaving a Democrat who questioned abortion increasingly lonely, any Republican who championed gun control effectively marooned. In this Manichean struggle, compromise came to look like weakness, to be punished or purged. You were with us or you were against us. You had to choose sides.",
        "author": "Barack Obama"
    },
    {
        "quote": "I'm the President, but he's The Boss.",
        "author": "Barack Obama"
    },
    {
        "quote": "If poverty is a disease that infects an entire community in the form of unemployment and violence, failing schools and broken homes, then we can't just treat those symptoms in isolation. We have to heal that entire community. And we have to focus on what actually works",
        "author": "Barack Obama"
    },
    {
        "quote": "Toot showed me how to balance a checkbook and resist buying stuff I didn’t need. She was the reason why, even in my most revolutionary moments as a young man, I could admire a well-run business and read the financial pages, and why I felt compelled to disregard overly broad claims about the need to tear things up and remake society from whole cloth. She taught me the value of working hard and doing your best even when the work was unpleasant, and about fulfilling your responsibilities even when doing so was inconvenient. She taught me to marry passion with reason, to not get overly excited when life was going well, and to not get too down when it went badly. All this was instilled in me by an elderly, plainspoken white lady from Kansas. It was her perspective that often came to mind when I was campaigning, and her worldview that I sensed in many of the voters I encountered, whether in rural Iowa or in a Black neighborhood in Chicago, that same quiet pride in sacrifices made for children and grandchildren, the same lack of pretension, the same modesty of expectations.",
        "author": "Barack Obama"
    },
    {
        "quote": "I was also part of a post-Vietnam generation that had learned to question its own government and saw how - from the rise of McCarthyism to support for South Africa's apartheid regime - Cold War thinking had often led America to betray its ideals. This awareness didn't stop me from believing we should contain the spread of Marxist totalitarianism. But it made me wary of the notion that good resided only on our side and bad on theirs, or that a people who'd produced Tolstoy and Tchaikovsky were inherently different from us. Instead, the evils of the Soviet system struck me as a variation on a broader human tragedy: The way abstract theories and rigid orthodoxy can curdle into repression. How readily we justify moral compromise and relinquish our freedoms. How power can corrupt and fear can compound and language can be debased. None of that was unique to Soviets or Communisists, I thought; it was true for all of us. The brave struggle of dissidents behind the Iron Curtain felt of a piece with, rather than distinct from, the larger struggle for human dignity taking place elsewhere in the world - including America.",
        "author": "Barack Obama"
    },
    {
        "quote": "perhaps that’s how any love begins, impulses and cloudy images that allow us to break across our solitude, and then, if we’re lucky, are finally transformed into something firmer.",
        "author": "Barack Obama"
    },
    {
        "quote": "When you get rid of the estate tax,” he (Warren Buffet) said, “you’re basically handing over command of the country’s resources to people who didn’t earn it. It’s like choosing the 2020 Olympic team by picking the children of all the winners at the 2000 Games.",
        "author": "Barack Obama"
    },
    {
        "quote": "The conviction that racism wasn’t inevitable may also explain my willingness to defend the American idea: what the country was, and what it could become.",
        "author": "Barack Obama"
    },
    {
        "quote": "Otherwise, though, the ambitions they had carried with them to Hawaii had slowly drained away, until regularity -- of schedules and pastimes ad the weather -- became their principal consolation.",
        "author": "Barack Obama"
    },
    {
        "quote": "I'm an old-fashioned guy. I believe in the Enlightenment, and reason, and logic, and you know, facts.",
        "author": "Barack Obama"
    },
    {
        "quote": "When I was a kid I inhaled frequently. That was the point.",
        "author": "Barack Obama"
    },
    {
        "quote": "Two hundred and thirty-two years and they wait until the country’s falling apart before they turn it over to the brother!",
        "author": "Barack Obama"
    },
    {
        "quote": "Our Founding Fathers, faced with perils we can scarcely imagine, drafted a charter to assure the rule of law and the rights of man, a charter expanded by the blood of generations. Those ideals still light the world, and we will not give them up for expedience’s sake.",
        "author": "Barack Obama"
    },
    {
        "quote": "doubtful of what we can achieve to put their hands on the arc of history and bend it once more toward the hope of a better day.",
        "author": "Barack Obama"
    },
    {
        "quote": "‎Teachers matter. So instead of bashing them, or defending the status quo, let’s offer schools a deal. Give them the resources to keep good teachers on the job, and reward the best ones. In return, grant schools flexibility: To teach with creativity and passion; to stop teaching to the test; and to replace teachers who just aren’t helping kids learn.",
        "author": "Barack Obama"
    },
    {
        "quote": "I learned to slip back and forth between my black and white worlds, understanding that each possessed its own language and customs and structures of meaning, convinced that with a bit of translation on my part the two worlds would eventually cohere.",
        "author": "Barack Obama"
    },
    {
        "quote": "We have no authoritative figure, no Walter Cronkite or Edward R. Murrow whom we all listen to and trust to sort out contradictory claims. Instead, the media is splintered into a thousand fragments, each with its own version of reality, each claiming the loyalty of a splintered nation.",
        "author": "Barack Obama"
    },
    {
        "quote": "But whenever I tried to pin down this idea of self-esteem, the specific qualities we hoped to inculcate, the specific means by which we might feel good about ourselves, the conversation always seemed to follow a path of infinite regress. Did you dislike yourself because of your color or because you couldn’t read and couldn’t get a job? Or perhaps it was because you were unloved as a child—only, were you unloved because you were too dark? Or too light? Or because your mother shot heroin into her veins … and why did she do that anyway? Was the sense of emptiness you felt a consequence of kinky hair or the fact that your apartment had no heat and no decent furniture? Or was it because deep down you imagined a godless universe? Maybe one couldn’t avoid such questions on the road to personal salvation. What I doubted was that all the talk about self-esteem could serve as the centerpiece of an effective black politics. It demanded too much honest self-reckoning from people; without such honesty, it easily degenerated into vague exhortation. Perhaps with more self-esteem fewer blacks would be poor, I thought to myself, but I had no doubt that poverty did nothing for our self-esteem. Better to concentrate on the things we might all agree on. Give that black man some tangible skills and a job. Teach that black child reading and arithmetic in a safe, well-funded school. With the basics taken care of, each of us could search for our own sense of self-worth.",
        "author": "Barack Obama"
    },
    {
        "quote": "over time I’ve trained myself to take the long view, about how important it is to stay focused on your goals rather than getting hung up on the daily ups and downs.",
        "author": "Barack Obama"
    },
    {
        "quote": "Values are faithfully applied to the facts before us, while ideology overrides whatever facts call theory into question.",
        "author": "Barack Obama"
    },
    {
        "quote": "A good compromise, a good piece of legislation, is like a good sentence or a good piece of music. Everybody can recognize it. They say, 'Huh. It works. It makes sense.",
        "author": "Barack Obama"
    },
    {
        "quote": "Before settling in to work, we noticed a large travel case on the mantelpiece. I unsnapped the latches and lifted the top. On one side there was a large desert scene on a marble base featuring miniature gold figurines, as well as a glass clock powered by changes in temperature. On the other side, set in a velvet case, was a necklace half the length of a bicycle chain, encrusted with what appeared to be hundreds of thousands of dollars’ worth of rubies and diamonds—along with a matching ring and earrings. I looked up at Ben and Denis. “A little something for the missus,” Denis said. He explained that others in the delegation had found cases with expensive watches waiting for them in their rooms. “Apparently, nobody told the Saudis about our prohibition on gifts.” Lifting the heavy jewels, I wondered how many times gifts like this had been discreetly left for other leaders during official visits to the kingdom—leaders whose countries didn’t have rules against taking gifts, or at least not ones that were enforced. I thought again about the Somali pirates I had ordered killed, Muslims all, and the many young men like them across the nearby borders of Yemen and Iraq, and in Egypt, Jordan, Afghanistan, and Pakistan, whose earnings in a lifetime would probably never touch the cost of that necklace in my hands. Radicalize just 1 percent of those young men and you had yourself an army of half a million, ready to die for eternal glory—or maybe just a taste of something better. I set the necklace down and closed the case. “All right,” I said. “Let’s work.",
        "author": "Barack Obama"
    },
    {
        "quote": "O, fly and never tire, Fly and never tire, Fly and never tire, There’s a great camp-meeting in the Promised Land. —FROM AN AFRICAN AMERICAN SPIRITUAL",
        "author": "Barack Obama"
    },
    {
        "quote": "And where we are met with cynicism and doubt and fear and those who tell us that we can't, we will respond with that timeless creed that sums up the spirit of the American people in three simple words -yes, we can.",
        "author": "Barack Obama"
    },
    {
        "quote": "the big house and the nice suits and the other things that our money culture says you should buy ... betrays a poverty of ambition.",
        "author": "Barack Obama"
    },
    {
        "quote": "Indeed, it's not a stretch to say that most voters no longer choose their representatives; instead, representatives choose their voters.",
        "author": "Barack Obama"
    },
    {
        "quote": "We have an obligation and a responsibility to be investing in our students and our schools. We must make sure that people who have the grades, the desire and the will, but not the money, can still get the best education possible.",
        "author": "Barack Obama"
    },
    {
        "quote": "we have been told we cannot do this by a coarse of sentence: it will only grow louder and more dissident. we have been asked to pause for a reality check, we have been warned about offering this nation false hope, but in the unlikely story that is america there has never been anything false about hope.\n\nnothing can stand in the way of millions of voices calling for change\n\nthe hopes of little girl who goes to a public school in Dillon are the same as the dreams of a little boy who learns on the streets of L.A. We will remember that there is something happening in America, that we are not as devided as our politics suggest, that we are one people, we are one nation and together we will begin the next great chapter in the American story with three words that will ring from coast to coast, from sea to shining sea: YES WE CAN!\n\nyes we can to justice and equality\n\nyes we can to oppurtunity and prosperity",
        "author": "Barack Obama"
    },
    {
        "quote": "The “Muslim speech,” as we took to calling the second major address, was trickier. Beyond the negative portrayals of terrorists and oil sheikhs found on news broadcasts or in the movies, most Americans knew little about Islam. Meanwhile, surveys showed that Muslims around the world believed the United States was hostile toward their religion, and that our Middle East policy was based not on an interest in improving people’s lives but rather on maintaining oil supplies, killing terrorists, and protecting Israel. Given this divide, I told Ben that the focus of our speech had to be less about outlining new policies and more geared toward helping the two sides understand each other. That meant recognizing the extraordinary contributions of Islamic civilizations in the advancement of mathematics, science, and art and acknowledging the role colonialism had played in some of the Middle East’s ongoing struggles. It meant admitting past U.S. indifference toward corruption and repression in the region, and our complicity in the overthrow of Iran’s democratically elected government during the Cold War, as well as acknowledging the searing humiliations endured by Palestinians living in occupied territory. Hearing such basic history from the mouth of a U.S. president would catch many people off guard, I figured, and perhaps open their minds to other hard truths: that the Islamic fundamentalism that had come to dominate so much of the Muslim world was incompatible with the openness and tolerance that fueled modern progress; that too often Muslim leaders ginned up grievances against the West in order to distract from their own failures; that a Palestinian state would be delivered only through negotiation and compromise rather than incitements to violence and anti-Semitism; and that no society could truly succeed while systematically repressing its women. —",
        "author": "Barack Obama"
    },
    {
        "quote": "Let us keep that promise – that American promise – and in the words of Scripture -- hold firmly, without wavering, to the hope that we confess.",
        "author": "Barack Obama"
    },
    {
        "quote": "I thought the country I'd just described to them - a hopeful, generous, courageous America, an America that was open to everyone. At about the same age as the graduates were now, I'd seized on that idea and clung to it for dear life. For their sake more than mine, I badly wanted it to be true.",
        "author": "Barack Obama"
    },
    {
        "quote": "God sees the world through the eyes of those most oppressed.",
        "author": "Barack Obama"
    },
    {
        "quote": "This, I was coming to realize, was the nature of the presidency: Sometimes your most important work involved the stuff nobody noticed.",
        "author": "Barack Obama"
    },
    {
        "quote": "For the next few minutes, Edith led the room in hollering “Fired up! Ready to go!” back and forth, again and again. I was confused at first, but figured it would be impolite of me not to join in. And pretty soon, I started to feel kinda fired up! I started to feel like I was ready to go! I noticed everybody at the meeting suddenly was smiling too, and after the chanting was done we settled down and talked for the next hour about the community and the country and what we could do to make it better. Even after I left Greenwood, for the rest of the day, every so often, I’d point to someone on my staff and ask, “You fired up?” Eventually it became a campaign rallying cry. And that, I suppose, was the part of politics that would always give me the most pleasure: the part that couldn’t be diagrammed, that defied planning or analytics. The way in which, when it works, a campaign—and by extension a democracy—proved to be a chorus rather than a solo act.",
        "author": "Barack Obama"
    },
    {
        "quote": "My staff’s biggest fear was that I’d make a “gaffe,” the expression used by the press to describe any maladroit phrase by the candidate that reveals ignorance, carelessness, fuzzy thinking, insensitivity, malice, boorishness, falsehood, or hypocrisy—or is simply deemed to veer sufficiently far from conventional wisdom to make said candidate vulnerable to attack. By this definition, most humans will commit five to ten gaffes a day, each of us counting on the forbearance and goodwill of our family, co-workers, and friends to fill in the blanks, catch our drift, and generally assume the best rather than the worst in us.",
        "author": "Barack Obama"
    },
    {
        "quote": "The absence of even rough agreement on the facts puts every opinion on equal footing and therefore eliminates the basis for thoughtful compromise. It rewards not those who are right, but those - like the White House press office - who can make their arguments most loudly, most frequently, most obstinately, and with the best backdrop.",
        "author": "Barack Obama"
    },
    {
        "quote": "And if I was seen as temperamentally cool and collected, measured in how I used my words, Joe was all warmth, a man without inhibitions, happy to share whatever popped into his head. It was an endearing trait, for he genuinely enjoyed people. You could see it as he worked a room, his handsome face always cast in a dazzling smile (and just inches from whomever he was talking to), asking a person where they were from, telling them a story about how much he loved their hometown (“Best calzone I ever tasted”) or how they must know so-and-so (“An absolutely great guy, salt of the earth”), flattering their children (“Anyone ever tell you you’re gorgeous?”) or their mother (“You can’t be a day over forty!”), and then on to the next person, and the next, until he’d touched every soul in the room with a flurry of handshakes, hugs, kisses, backslaps, compliments, and one-liners. Joe’s enthusiasm had its downside. In a town filled with people who liked to hear themselves talk, he had no peer. If a speech was scheduled for fifteen minutes, Joe went for at least a half hour. If it was scheduled for a half hour, there was no telling how long he might talk. His soliloquies during committee hearings were legendary. His lack of a filter periodically got him in trouble, as when during the primaries, he had pronounced me “articulate and bright and clean and a nice-looking guy,” a phrase surely meant as a compliment, but interpreted by some as suggesting that such characteristics in a Black man were noteworthy. As I came to know Joe, though, I found his occasional gaffes to be trivial compared to his strengths. On domestic issues, he was smart, practical, and did his homework. His experience in foreign policy was broad and deep. During his relatively short-lived run in the primaries, he had impressed me with his skill and discipline as a debater and his comfort on a national stage. Most of all, Joe had heart. He’d overcome a bad stutter as a child (which probably explained his vigorous attachment to words) and two brain aneurysms in middle age.",
        "author": "Barack Obama"
    },
    {
        "quote": "Our journey is not complete until our gay brothers and sisters are treated like anyone else under the law for if we are truly created equal, then surely the love we commit to one another must be equal as well.",
        "author": "Barack Obama"
    },
    {
        "quote": "If we won, it would mean that I wasn’t alone in believing that the world didn’t have to be a cold, unforgiving place, where the strong preyed on the weak and we inevitably fell back into clans and tribes, lashing out against the unknown and huddling against the darkness.",
        "author": "Barack Obama"
    },
    {
        "quote": "In my daughters I see her every day, her joy, her capacity for wonder. I won’t try to describe how deeply I mourn her passing still. I know that she was the kindest, most generous spirit I have ever known, and that what is best in me I owe to her.",
        "author": "Barack Obama"
    },
    {
        "quote": "How could we judge other men until we had stood in their shoes? This",
        "author": "Barack Obama"
    },
    {
        "quote": "Look at yourself before you pass judgment. Don’t make someone else clean up your mess.",
        "author": "Barack Obama"
    },
    {
        "quote": "Had to be here to understand,” he had said. He’d meant here in Chicago; but he could also have meant here in my shoes, an older black man who still burns from a lifetime of insults, of foiled ambitions, of ambitions abandoned before they’ve been tried. I asked myself if I could truly understand that. I assumed, took for granted, that I could. Seeing me, these men had made the same assumption.",
        "author": "Barack Obama"
    },
    {
        "quote": "Life doesn't count for much unless you're willing to do your small part to leave our children – all of our children – a better world. Even if it's difficult. Even if the work seems great. Even if we don't get very far in our lifetime.",
        "author": "Barack Obama"
    },
    {
        "quote": "Today we begin in earnest the work of making sure that the world we leave our children is just a little bit better than the one we inhabit today.",
        "author": "Barack Obama"
    },
    {
        "quote": "All of us - we should do everything we can to make sure this country lives up to our children's expectations.",
        "author": "Barack Obama"
    },
    {
        "quote": "For Michelle, the road to the good life was narrow and full of hazards. Family was all you could count on, big risks weren’t taken lightly, and outward success—a good job, a nice house—never made you feel ambivalent because failure and want were all around you, just a layoff or a shooting away.",
        "author": "Barack Obama"
    },
    {
        "quote": "What I was quickly discovering about the presidency was that no problem that landed on my desk, foreign or domestic, had a clean, 100 percent solution. If it had, someone else down the chain of command would have solved it already. Instead, I was constantly dealing with probabilities: a 70 percent chance, say, that a decision to do nothing would end in disaster; a 55 percent chance that this approach versus that one might solve the problem (with a 0 percent chance that it would work out exactly as intended); a 30 percent chance that whatever we chose wouldn’t work at all, along with a 15 percent chance that it would make the problem worse.",
        "author": "Barack Obama"
    },
    {
        "quote": "But who knows?” I said, looking around the table. “There’s no guarantee we can pull it off. Here’s one thing I know for sure, though. I know that the day I raise my right hand and take the oath to be president of the United States, the world will start looking at America differently. I know that kids all around this country—Black kids, Hispanic kids, kids who don’t fit in—they’ll see themselves differently, too, their horizons lifted, their possibilities expanded. And that alone…that would be worth it.",
        "author": "Barack Obama"
    },
    {
        "quote": "For my mother, the world was full of opportunities for moral instruction. But I never knew her to get involved in a political campaign. Like my grandparents, she was suspicious of platforms, doctrines, absolutes, preferring to express her values on a smaller canvas.",
        "author": "Barack Obama"
    },
    {
        "quote": "In other words, if you wanted good government, then expertise mattered. You needed public institutions stocked with people whose job it was to pay attention to important stuff so the rest of us citizens didn’t have to. And it was thanks to those experts that Americans could worry less about the quality of the air we breathed or the water we drank, that we had recourse when employers failed to pay us the overtime we were due, that we could count on over-the-counter drugs not killing us, and that driving a car or flying on a commercial airplane was exponentially safer today than it had been just twenty or thirty or fifty years ago. The “regulatory state” conservatives complained so bitterly about had made American life a hell of a lot better.",
        "author": "Barack Obama"
    },
    {
        "quote": "Without any constitutional basis, public debate, or even the knowledge of most Americans, passing legislation through Congress had come to effectively require 60 votes in the Senate, or what was often referred to as a “supermajority.” By the time I was elected president, the filibuster had become so thoroughly integrated into Senate practice—viewed as an essential and time-honored tradition—that nobody much bothered to discuss the possibility of reforming or doing away with it altogether.",
        "author": "Barack Obama"
    },
    {
        "quote": "Bagaimana bisa Amerika mengirimkan orangnya ke ruang angkasa, namun masih membuat batasan bagi penduduknya yang berkulit hitam?",
        "author": "Barack Obama"
    },
    {
        "quote": "Everybody knows that it makes no sense that you send a kid to the emergency room for a treatable illness like asthma. They end up taking up a hospital bed. It costs when, if you, they just gave, you gave, treatment early, and they got some treatment, and uhhh a breathalyzer, or uhh, an inhalator, not a breathalyzer...",
        "author": "Barack Obama"
    },
    {
        "quote": "More than anyone, this book is for those young people—an invitation to once again remake the world, and to bring about, through hard work, determination, and a big dose of imagination, an America that finally aligns with all that is best in us.",
        "author": "Barack Obama"
    },
    {
        "quote": "I've been fighting with Acorn, alongside Acorn, on issues you care about, my entire career.",
        "author": "Barack Obama"
    },
    {
        "quote": "This country of ours has more wealth than any nation, but that's not what makes us rich. We have the most powerful military on Earth, but that's not what makes us strong. Our universities and our culture are the envy of the world, but that's not what keeps the world coming to our shores. \n\nIt is that American spirit - that American promise - that pushes us forward even when the path is uncertain; that binds us together in spite of our differences; that makes us fix our eye not on what is seen, but what is unseen, that better place around the bend",
        "author": "Barack Obama"
    },
    {
        "quote": "What I was quickly discovering about the presidency was that no problem that landed on my desk, foreign or domestic, had a clean, 100 percent solution. If it had, someone else down the chain of command would have solved it already.",
        "author": "Barack Obama"
    },
    {
        "quote": "It’s been a long time coming, but tonight, because of what we did on this day, in this election, at this defining moment, change has come to America.",
        "author": "Barack Obama"
    },
    {
        "quote": "Meanwhile, bank executives bristled—sometimes privately, but often in the press—at any suggestion that they had in any way screwed up, or should be subject to any constraints when it came to running their business. This last bit of chutzpah was most pronounced in the two savviest operators on Wall Street, Lloyd Blankfein of Goldman Sachs and Jamie Dimon of JPMorgan Chase, both of whom insisted that their institutions had avoided the poor management decisions that plagued other banks and neither needed nor wanted government assistance. These claims were true only if you ignored the fact that the solvency of both outfits depended entirely on the ability of the Treasury and the Fed to keep the rest of the financial system afloat, as well as the fact that Goldman in particular had been one of the biggest peddlers of subprime-based derivatives—and had dumped them onto less sophisticated customers right before the bottom fell out.",
        "author": "Barack Obama"
    },
    {
        "quote": "But we do not have to think that human nature is perfect for us to still believe that the human condition can be perfected. We do not have to live in an idealized world to still reach for those ideals that will make it a better place. The non-violence practiced by men like Gandhi and King may not have been practical or possible in every circumstance, but the love that they preached - their faith in human progress - must always be the North Star that guides us on our journey.\n\nFor if we lose that faith - if we dismiss it as silly or naïve; if we divorce it from the decisions that we make on issues of war and peace - then we lose what is best about humanity. We lose our sense of possibility. We lose our moral compass.",
        "author": "Barack Obama"
    },
    {
        "quote": "He was an American character, one typical of men of his generation, men who embraced the notion of freedom and individualism and the open road without always knowing its price, and whose enthusiasms could as easily lead to the cowardice of McCarthyism as to the heroics of World War II. Men who were both dangerous and promising precisely because of their fundamental innocence; men prone, in the end, to disappointment.",
        "author": "Barack Obama"
    },
    {
        "quote": "And so the moment we persuade a child, any child, to cross that threshold into a library, we've changed their lives forever, and for the better. This is an enormous force for good.",
        "author": "Barack Obama"
    },
    {
        "quote": "Semakin aku mengenal sistem, semakin aku yakin bahwa reformasi pendidikan adalah satu-satunya solusi bagi remaja bermasalah di luar sana. Tanpa keluarga yang stabil, tanpa prospek mendapatkan pekerjaan bergengsi yang akan membantu keuangan keluarga, pendidikan adalah harapan terbesar mereka.",
        "author": "Barack Obama"
    },
    {
        "quote": "So secure was his power that rumblings of discontent had finally surfaced within his own base, among black nationalists upset with his willingness to cut whites and Hispanics into the action, among activists disappointed with his failure to tackle poverty head-on, and among people who preferred the dream to the reality, impotence to compromise.",
        "author": "Barack Obama"
    },
    {
        "quote": "Kita menganggap keimanan sebagai sumber kenyamanan dan pemahaman, tetapi mendapati ekspresi kita akan hal itu justru menyebarkan perpecahan. Kita percaya, diri kita adalah orang-orang yang toleran meskipun berbagai ketegangan rasial, agama, dan kultural mencemari lanskap kehidupan kita. Dan alih-alih berusaha menyelesaikan atau memediasi konflik ini, politik kita justru mengipasinya, mengeksploitasinya, dan menjadikan kita terpecah-belah.",
        "author": "Barack Obama"
    },
    {
        "quote": "What matters is how well we have loved.",
        "author": "Barack Obama"
    },
    {
        "quote": "Aku tersandung pada salah satu rahasia yang tersimpan dengan baik tentang orang-orang kulit hitam: kebanyakan orang kulit hitam tidak tertarik dengan revolusi; kebanyakan kami merasa lelah dengan masalah ras.",
        "author": "Barack Obama"
    },
    {
        "quote": "The man was starting to get on my nerves. I asked him if he ever worried about becoming too calculating, if the idea of probing people’s psyches and gaining their trust just to build an organization ever felt manipulative. He sighed. “I’m not a poet, Barack. I’m an organizer.",
        "author": "Barack Obama"
    },
    {
        "quote": "When Sadik lost his own lease, we moved in together. And after a few months of closer scrutiny, he began to realize that the city had indeed had an effect on me, although not the one he’d expected. I stopped getting high. I ran three miles a day and fasted on Sundays. For the first time in years, I applied myself to my studies and started keeping a journal of daily reflections and very bad poetry.",
        "author": "Barack Obama"
    },
    {
        "quote": "And if the high didn’t solve whatever it was that was getting you down, it could at least help you laugh at the world’s ongoing folly and see through all the hypocrisy and bullshit and cheap moralism.",
        "author": "Barack Obama"
    },
    {
        "quote": "The emotions between the races could never be pure; even love was tarnished by the desire to find in the other some element that was missing in ourselves.",
        "author": "Barack Obama"
    },
    {
        "quote": "I had nothing to escape from except my own inner doubt.",
        "author": "Barack Obama"
    },
    {
        "quote": "As she spoke, her voice never wavered; it was the voice of someone who has forced a larger meaning out of tragedy. Or",
        "author": "Barack Obama"
    },
    {
        "quote": "More than anything, it is that sense - that despite great differences in wealth, we rise and fall together - that we can't afford to lose.",
        "author": "Barack Obama"
    },
    {
        "quote": "The most important thing you need to do [in this job] is to have big chunks of time during the day when all you’re doing is thinking.",
        "author": "Barack Obama"
    },
    {
        "quote": "What I would say to my successor is that it is important not just to shoot but to aim",
        "author": "Barack Obama"
    },
    {
        "quote": "These others, they have treated you badly. They are just too lazy to work for themselves.’ And you know what he would say to me? He would say, ‘How do you know that man does not need this small thing more than me?",
        "author": "Barack Obama"
    },
    {
        "quote": "I know that she was the kindest, most generous spirit I have ever known, and that what is best in me I owe to her",
        "author": "Barack Obama"
    },
    {
        "quote": "I like being president because i get a cool house",
        "author": "Barack Obama"
    },
    {
        "quote": "If you’re going to do this work, Barack, you’ve got to stop worrying about whether people like you. They won’t.” Patronage,",
        "author": "Barack Obama"
    },
    {
        "quote": "Sometimes you can’t worry about hurt. Sometimes you worry only about getting where you have to go.” We",
        "author": "Barack Obama"
    },
    {
        "quote": "If we aren't willing to pay a price for our values, if we aren't willing to make some sacrifices in order to realize them, then we should ask ourselves whether we truly believe in them at all.",
        "author": "Barack Obama"
    },
    {
        "quote": "I were to travel back in time, I might urge the young man I was to set the books aside for a minute, open the windows, and let in some fresh air (my smoking habit was then in full bloom). I’d tell him to relax, go meet some people, and enjoy the pleasures that life reserves for those in their twenties. The few friends I had in New York tried to offer similar advice.",
        "author": "Barack Obama"
    },
    {
        "quote": "I had given her a reassuring smile and patted her hand and told her not to worry, I wouldn’t do anything stupid. It was usually an effective tactic, another one of those tricks I had learned: People were satisfied so long as you were courteous and smiled and made no sudden moves.",
        "author": "Barack Obama"
    },
    {
        "quote": "You think you may not be ready, that you’ll do it at a more convenient time. But you don’t choose the time. The time chooses you. Either you seize what may turn out to be the only chance you have, or you decide you’re willing to live with the knowledge that the chance has passed you by.",
        "author": "Barack Obama"
    },
    {
        "quote": "Listen to understand rather than listen to respond.",
        "author": "Barack Obama"
    },
    {
        "quote": "Ours is not the first generation to understand the dire need for health reform. And I am not the first president to take up this cause, but I am determined to be the last.",
        "author": "Barack Obama"
    },
    {
        "quote": "Apparently, though, not everyone was sold on my prospects. Gibbs reported that when he stopped at a kiosk on Michigan Avenue to get a copy of Time, the Indian American vendor looked down at my picture and offered a two-word response: “Fuuuuck that.",
        "author": "Barack Obama"
    },
    {
        "quote": "Starting today, we must pick ourselves up, dust ourselves off, and begin again the work of remaking America.”b",
        "author": "Barack Obama"
    },
    {
        "quote": "Looking back, it’s embarrassing to recognize the degree to which my intellectual curiosity those first two years of college paralleled the interests of various women I was attempting to get to know: Marx and Marcuse so I had something to say to the long-legged socialist who lived in my dorm; Fanon and Gwendolyn Brooks for the smooth-skinned sociology major who never gave me a second look; Foucault and Woolf for the ethereal bisexual who wore mostly black. As a strategy for picking up girls, my pseudo-intellectualism proved mostly worthless; I found myself in a series of affectionate but chaste friendships.",
        "author": "Barack Obama"
    },
    {
        "quote": "I realized that abiding by his rules would cost me little, but to him, it would mean a lot. I recognized that sometimes he really did have a point, and in that insisting on getting my own way all the time without regard to his feelings or needs, I was in some way diminishing myself.\n\n...In one form or another, it is what we all must go through in order to grow up.",
        "author": "Barack Obama"
    },
    {
        "quote": "The road we have taken to this point has not been easy. But then again the road to change never is.",
        "author": "Barack Obama"
    },
    {
        "quote": "We now live in a world where the most valuable skill you can sell is knowledge.",
        "author": "Barack Obama"
    },
    {
        "quote": "America will rise again. And hope will rise again.",
        "author": "Barack Obama"
    },
    {
        "quote": "I stand here knowing that my story is part of the larger American story, that I owe a debt to all of those who came before me, and that in no other country on Earth is my story even possible.",
        "author": "Barack Obama"
    },
    {
        "quote": "Change will not come if we wait for some other person or some other time. We are the ones we've been waiting for. We are the change that we seek.",
        "author": "Barack Obama"
    },
    {
        "quote": "Let us endure these storms.",
        "author": "Barack Obama"
    },
    {
        "quote": "Biden was more succinct: “It’s fucking outrageous.",
        "author": "Barack Obama"
    },
    {
        "quote": "I’m getting the Nobel Peace Prize.” “That’s wonderful, honey,” she said, then rolled over to get a little more shut-eye.",
        "author": "Barack Obama"
    },
    {
        "quote": "My stump speech became less a series of positions and more a chronicle of these disparate voices, a chorus of Americans from every corner of the state. “Here’s the thing,” I would say. “Most people, wherever they’re from, whatever they look like, are looking for the same thing. They’re not trying to get filthy rich. They don’t expect someone else to do what they can do for themselves. “But they do expect that if they’re willing to work, they should be able to find a job that supports a family. They expect that they shouldn’t go bankrupt just because they get sick. They expect that their kids should be able to get a good education, one that prepares them for this new economy, and they should be able to afford college if they’ve put in the effort. They want to be safe, from criminals or terrorists. And they figure that after a lifetime of work, they should be able to retire with dignity and respect. “That’s about it. It’s not a lot. And although they don’t expect government to solve all their problems, they do know, deep in their bones, that with just a slight change in priorities government could help.” The room would be quiet, and I’d take a few questions. When a meeting was over, people lined up to shake my hand, pick up some campaign literature, or talk to Jeremiah, Anita, or a local campaign volunteer about how they could get involved. And I’d drive on to the next town, knowing that the story I was telling was true; convinced that this campaign was no longer about me and that I had become a mere conduit through which people might recognize the value of their own stories, their own worth, and share them with one another. —",
        "author": "Barack Obama"
    },
    {
        "quote": "It was my first indicator of how the issue of Black folks and the police was more polarizing than just about any other subject in American life. It seemed to tap into some of the deepest undercurrents of our nation’s psyche, touching on the rawest of nerves, perhaps because it reminded all of us, Black and white alike, that the basis of our nation’s social order had never been simply about consent; that it was also about centuries of state-sponsored violence by whites against Black and brown people, and that who controlled legally sanctioned violence, how it was wielded and against whom, still mattered in the recesses of our tribal minds much more than we cared to admit.",
        "author": "Barack Obama"
    },
    {
        "quote": "It was, of course, a sign of things to come, a larger, darker reality in which partisan affiliation and political expedience would threaten to blot out everything—your previous positions; your stated principles; even what your own senses, your eyes and ears, told you to be true.",
        "author": "Barack Obama"
    },
    {
        "quote": "what became abundantly clear as soon as Sarah Palin stepped into the spotlight was that on just about every subject relevant to governing the country she had absolutely no idea what the hell she was talking about.",
        "author": "Barack Obama"
    },
    {
        "quote": "how you could build power not by putting others down but by lifting them up.",
        "author": "Barack Obama"
    },
    {
        "quote": "Go read a book, she would say. Then come back and tell me something you learned.",
        "author": "Barack Obama"
    },
    {
        "quote": "The answer was, we weren’t at all ready. Annual flu shots didn’t provide protection against H1N1, it turned out, and because vaccines generally weren’t a moneymaker for drug companies, the few U.S. vaccine makers that existed had a limited capacity to ramp up production of a new one. Then we faced questions of how to distribute antiviral medicines, what guidelines hospitals used in treating cases of the flu, and even how we’d handle the possibility of closing schools and imposing quarantines if things got significantly worse. Several veterans of the Ford administration’s 1976 swine flu response team warned us of the difficulties involved in getting out in front of an outbreak without overreacting or triggering a panic: Apparently President Ford, wanting to act decisively in the middle of a reelection campaign, had fast-tracked mandatory vaccinations before the severity of the pandemic had been determined, with the result that more Americans developed a neurological disorder connected to the vaccine than died from the flu. “You need to be involved, Mr. President,” one of Ford’s staffers advised, “but you need to let the experts run the process.",
        "author": "Barack Obama"
    },
    {
        "quote": "So far so good. Except I then added, “So it’s not surprising then that they get bitter, they cling to guns or religion or antipathy toward people who aren’t like them, or anti-immigrant sentiment, or anti-trade sentiment as a way to explain their frustrations.” I can provide the exact quote here, because in the audience that night was a freelance writer who was recording me. To her mind, my answer risked reinforcing negative stereotypes some Californians already had about working-class white voters and was therefore worth blogging about on Huffington Post. (It’s a decision I respect, by the way, though I wish she had talked to me about it before writing the story. This is what separates even the most liberal writers from their conservative counterparts—the willingness to flay politicians on their own side.) Even today, I want to take that sentence back and make a few simple edits. “So it’s not surprising then that they get frustrated,” I would say in my revised version, “and they look to the traditions and way of life that have been constants in their lives, whether it’s their faith, or hunting, or blue-collar work, or more traditional notions of family and community. And when Republicans tell them we Democrats despise these things—or when we give these folks reason to believe that we do—then the best policies in the world don’t matter to them.",
        "author": "Barack Obama"
    },
    {
        "quote": "As for the world beyond my family—well, what they would see for most of my teenage years was not a budding leader but rather a lackadaisical student, a passionate basketball player of limited talent, and an incessant, dedicated partyer. No student government for me; no Eagle Scouts or interning at the local congressman’s office. Through high school, my friends and I didn’t discuss much beyond sports, girls, music, and plans for getting loaded. Three of these guys—Bobby Titcomb, Greg Orme, and Mike Ramos—remain some of my closest friends. To this day, we can laugh for hours over stories of our misspent youth. In later years, they would throw themselves into my campaigns with a loyalty for which I will always be grateful, becoming as skilled at defending my record as anyone on MSNBC. But there were also times during my presidency—after they had watched me speak to a big crowd, say, or receive a series of crisp salutes from young Marines during a base tour—when their faces would betray a certain bafflement, as if they were trying to reconcile the graying man in a suit and tie with the ill-defined man-child they’d once known. That guy? they must have said to themselves. How the hell did that happen? And if my friends had ever asked me directly, I’m not sure I’d have had a good answer.",
        "author": "Barack Obama"
    },
    {
        "quote": "we better win this thing or the country is screwed.",
        "author": "Barack Obama"
    },
    {
        "quote": "THERE IS NOT a Black America and a white America and a Latino America and an Asian America. There’s the United States of America.",
        "author": "Barack Obama"
    },
    {
        "quote": "Then again, a president wasn’t a lawyer or an accountant or a pilot, hired to carry out some narrow, specialized task. Mobilizing public opinion, shaping working coalitions - that was the job. Whether I liked it or not, people were moved by emotion, not facts. To elicit the best rather than the worst of those emotions, to buttress those better angels of our nature with reason and sound policy, to perform while still speaking the truth - that was the bar I needed to clear.",
        "author": "Barack Obama"
    },
    {
        "quote": "And I say to you today that we need more folks in this country who are a good crazy….You can’t tell what will happen when you get folks with some good crazy…going to the polls to vote!",
        "author": "Barack Obama"
    },
    {
        "quote": "McConnell seemed an unlikely Republican leader. He showed no aptitude for schmoozing, backslapping, or rousing oratory. As far as anyone could tell, he had no close friends even in his own caucus; nor did he appear to have any strong convictions beyond an almost religious opposition to any version of campaign finance reform. Joe told me of one run-in he’d had on the Senate floor after the Republican leader blocked a bill Joe was sponsoring; when Joe tried to explain the bill’s merits, McConnell raised his hand like a traffic cop and said, “You must be under the mistaken impression that I care.” But what McConnell lacked in charisma or interest in policy he more than made up for in discipline, shrewdness, and shamelessness—all of which he employed in the single-minded and dispassionate pursuit of power.",
        "author": "Barack Obama"
    },
    {
        "quote": "there are people in the world who think only about themselves. They don’t care what happens to other people so long as they get what they want. They put other people down to make themselves feel important. “Then there are people who do the opposite, who are able to imagine how others must feel, and make sure that they don’t do things that hurt people.",
        "author": "Barack Obama"
    },
    {
        "quote": "This is what separates even the most liberal writers from their conservative counterparts—the willingness to flay politicians on their own side.)",
        "author": "Barack Obama"
    },
    {
        "quote": "I was from everywhere and nowhere at once, a combination of ill-fitting parts, like a platypus or some imaginary beast, confined to a fragile habitat, unsure of where I belonged. And I sensed, without fully understanding why or how, that unless I could stitch my life together and situate myself along some firm axis, I might end up in some basic way living my life alone. I didn’t talk to anyone about this, certainly not my friends or family. I didn’t want to hurt their feelings or stand out more than I already did. But I did find refuge in books.",
        "author": "Barack Obama"
    },
    {
        "quote": "My attorney general, Eric Holder, would later point out that as egregious as the behavior of the banks may have been leading up to the crisis, there were few indications that their executives had committed prosecutable offenses under existing statutes—and we were not in the business of charging people with crimes just to garner good headlines. But to a nervous and angry public, such answers—no matter how rational—weren’t very satisfying. Concerned that we were losing the political high ground, Axe and Gibbs urged us to sharpen our condemnations of Wall Street. Tim, on the other hand, warned that such populist gestures would be counterproductive, scaring off the investors we needed to recapitalize the banks. Trying to straddle the line between the public’s desire for Old Testament justice and the financial markets’ need for reassurance, we ended up satisfying no one. “It’s like we’ve got a hostage situation,” Gibbs said to me one morning. “We know the banks have explosives strapped to their chests, but to the public it just looks like we’re letting them get away with a robbery.",
        "author": "Barack Obama"
    },
    {
        "quote": "I know that it was around this time that I started having a recurring dream. In it, I find myself on the streets of some unnamed city, a neighborhood with trees, storefronts, light traffic. The day is pleasant and warm, with a soft breeze, and people are out shopping or walking their dogs or coming home from work. In one version I'm riding a bike, but most often I'm on foot, and I'm strolling along, without any thoughts in particular, when suddenly I realize that no one recognizes me. My security detail is gone. there's nowhere I have to be. My choices have no consequence. I wander into a corner store and buy a bottle of water or iced tea, making small talk with the person behind the counter. I settle down on a nearby bench, pop open the cap on my drink, take a sip, and just watch the world passing by.\nI feel like I've won the lottery.",
        "author": "Barack Obama"
    },
    {
        "quote": "I was tempted to exit my perch, make my way down the aisle, and smack the guy in the head.",
        "author": "Barack Obama"
    },
    {
        "quote": "I found myself imagining what America might look like if we could rally the country so that our government brought the same level of expertise and determination to educating our children or housing the homeless as it had to getting bin Laden; if we could apply the same persistence and resources to reducing poverty or curbing greenhouse gases or making sure every family had access to decent day care. I knew that even my own staff would dismiss these notions as utopian. And the fact that this was the case, the fact that we could no longer imagine uniting the country around anything other than thwarting attacks and defeating external enemies, I took as a measure of how far my presidency still fell short of what I wanted it to be - and how much work I had left to do.",
        "author": "Barack Obama"
    },
    {
        "quote": "the words have been spoken during rising tides of prosperity and the still waters of peace. Yet every so often, the oath is taken amidst gathering clouds and raging storms...",
        "author": "Barack Obama"
    },
    {
        "quote": "IN THE SOULS OF BLACK FOLK, the sociologist W.E.B. Du Bois describes the “double consciousness” of Black Americans at the dawn of the twentieth century. Despite having been born and raised on American soil, shaped by this nation’s institutions and infused with its creed, despite the fact that their toiling hands and beating hearts contributed so much to the country’s economy and culture—despite all this, Du Bois writes, Black Americans remain the perpetual “Other,” always on the outside looking in, ever feeling their “two-ness,” defined not by what they are but by what they can never be.",
        "author": "Barack Obama"
    },
    {
        "quote": "On paper, at least, none of this would necessarily stop us from getting a stimulus bill passed. After all, Democrats enjoyed a seventy-seven-seat majority in the House and a seventeen-seat majority in the Senate. But even in the best of circumstances, trying to get the largest emergency spending bill in history through Congress in record time would be a little like getting a python to swallow a cow. I also had to contend with a bit of institutionalized procedural mischief—the Senate filibuster—which in the end would prove to be the most chronic political headache of my presidency. The filibuster isn’t mentioned anywhere in the Constitution. Instead, it came into being by happenstance: In 1805, Vice President Aaron Burr urged the Senate to eliminate the “motion to proceed”—a standard parliamentary provision that allows a simple majority of any legislature to end debate on a piece of business and call for a vote. (Burr, who seems never to have developed the habit of thinking things through, reportedly considered the rule a waste of time.) It didn’t take long for senators to figure out that without a formal way to end debate, any one of them could bring Senate business to a halt—and thereby extract all sorts of concessions from frustrated colleagues—simply by talking endlessly and refusing to surrender the floor. In 1917, the Senate curbed the practice by adopting “cloture,” allowing a vote of two-thirds of senators present to end a filibuster. For the next fifty years the filibuster was used only sparingly—most notably by southern Democrats attempting to block anti-lynching and fair-employment bills or other legislation that threatened to shake up Jim Crow. Gradually, though, the filibuster became more routinized and easier to maintain, making it a more potent weapon, a means for the minority party to get its way. The mere threat of a filibuster was often enough to derail a piece of legislation. By the 1990s, as battle lines between Republicans and Democrats hardened, whichever party was in the minority could—and would—block any bill not to their liking, so long as they remained unified and had at least the 41 votes needed to keep a filibuster from being overridden.",
        "author": "Barack Obama"
    },
    {
        "quote": "And that brings me to one last point. I've got a simple message for all the dedicated and patriotic federal workers who have either worked without pay, or who have been forced off the job without pay for these last few weeks. Including most of my own staff. Thank you. Thanks for your service. Welcome back. What you do is important. It matters. You defend our country overseas, you deliver benefits to our troops who earned them when they come home, you guard our borders, you protect our civil rights, you help businesses grow and gain footholds in overseas markets. You protect the air we breathe, and the water our children drink, and you push the boundaries of science and space, and you guide hundreds of thousands of people each day through the glories of this country. Thank you. What you do is important, and don't let anybody else tell you different.",
        "author": "Barack Obama"
    },
    {
        "quote": "I noticed that my mother paid for her intellectual freedom with chronic financial struggles and occasional personal chaos,",
        "author": "Barack Obama"
    },
    {
        "quote": "That feels like what happened. A collective, unspoken decision was made that for a few weeks at least, the country would take a much-needed break from cynicism.",
        "author": "Barack Obama"
    },
    {
        "quote": "Money is not the only answer, but it makes a difference.",
        "author": "Barack Obama"
    },
    {
        "quote": "To the furniture worker's child in North Carolina who wants to become a doctor or a scientist, an engineer or an entrepreneur, a diplomat or even a president -- that's the future we hope for. That's the vision we share. That's where we need to go -- forward",
        "author": "Barack Obama"
    },
    {
        "quote": "And I saw just the other day, in Mentor, Ohio, where a father told the story of his 8-year-old daughter, whose long battle with leukemia nearly cost their family everything had it not been for the health care reform passing just a few months before the insurance company was about to stop paying for her care.\nI had an opportunity to not just talk to the father, but meet this incredible daughter of his. And when he spoke to the crowd listening to that father's story, every parent in that room had tears in their eyes, because we knew that little girl could be our own.",
        "author": "Barack Obama"
    },
    {
        "quote": "Please proceed, Governor.",
        "author": "Barack Obama"
    },
    {
        "quote": "America, we have come so far. We have seen so much. But there is so much more to do.",
        "author": "Barack Obama"
    },
    {
        "quote": "I don't worry about the survival of the novel. We're a storytelling species.",
        "author": "Barack Obama"
    },
    {
        "quote": "Well, amigo … you can talk all you want about saving the world, but this city tends to eat away at such noble sentiments.",
        "author": "Barack Obama"
    },
    {
        "quote": "What had Frank called college? An advanced degree in compromise.",
        "author": "Barack Obama"
    },
    {
        "quote": "At the time, about to graduate from college, I was operating mainly on impulse, like a salmon swimming blindly upstream toward the site of his own conception. In class and seminars I would dress up these impulses in the slogans and theories that I'd discovered in books., thinking - falsely - that the slogans meant something, that they somehow made what I felt more amenable to proof. But at night, lying in bed, I would let the slogans drift away, to be replaced with a series of images, romantic images, of a past I'd never known.\n...\nSuch images became a form of prayer for me, bolstering my spirits, channeling my emotions in a way that words never could. They told me (although even this much understanding may have come later, is also a construct, containing its own falsehoods) that I wasn't alone in my particular struggles, and that communities had never been a given in this country, at least not for blacks. Communities had to be created, fought for, tended like gardens. They expanded or contracted with the dreams of men... Through organising, through shared sacrifice, membership had been earned. And because membership was earned... I believed that it might, over time, admit the uniqueness of my life.\nThat was my idea of organising. It was a promise of redemption.",
        "author": "Barack Obama"
    },
    {
        "quote": "But it’s just that he is basically a very honest person. That makes him uncompromising sometimes.",
        "author": "Barack Obama"
    },
    {
        "quote": "I only know what I have seen. What I have not seen doesn't make my heart heavy.",
        "author": "Barack Obama"
    },
    {
        "quote": "They spend half they lives worrying about what white folks think.",
        "author": "Barack Obama"
    },
    {
        "quote": "Folks hear stories like that, they just stop trying to talk to these young cats out here. We start generalizing about ’em just like the white folks do. We see ’em hanging out, we head the other way. After a while, even the good kid starts realizing ain’t nobody out here gonna look out for him. So he figures he’s gonna have to look after himself. Bottom line, you got twelve-year-olds making their own damn rules.” Johnnie",
        "author": "Barack Obama"
    },
    {
        "quote": "Same thing with the distinction Johnnie made between good kids and bad kids—the distinction didn’t compute in my head. It seemed based on a premise that defied my experience, an assumption that children could somehow set the terms of their own development. I thought about Bernadette’s five-year-old son, scampering about the broken roads of Altgeld, between a sewage plant and a dump. Where did he sit along the spectrum of goodness? If he ended up in a gang or in jail, would that prove his essence somehow, a wayward gene … or just the consequences of a malnourished world? And",
        "author": "Barack Obama"
    },
    {
        "quote": "Strange how a single conversation can change you. Or maybe it only seems that way in retrospect.",
        "author": "Barack Obama"
    },
    {
        "quote": "If you have something, then everyone will want a piece of it. So you have to draw the line somewhere. If everyone is family, no one is family. Your father, he never understood this, I think.",
        "author": "Barack Obama"
    },
    {
        "quote": "What’s certain is that I don’t need the stress.",
        "author": "Barack Obama"
    },
    {
        "quote": "Sometimes you can’t worry about hurt. Sometimes you worry only about getting where you have to go.",
        "author": "Barack Obama"
    },
    {
        "quote": "White folks. The term itself was uncomfortable in my mouth at first; I felt like a non-native speaker tripping over a difficult phrase.",
        "author": "Barack Obama"
    },
    {
        "quote": "America has not the option as to whether it will or it will not play a great part in the world,” Roosevelt would argue. “It must play a great part. All that it can decide is whether it will play that part well or badly.",
        "author": "Barack Obama"
    },
    {
        "quote": "The trick is not caring that it hurts.",
        "author": "Barack Obama"
    },
    {
        "quote": "Where once I’d felt the need to live up to his expectations, I now felt as if I had to make up for all his mistakes.",
        "author": "Barack Obama"
    },
    {
        "quote": "Yeah, not bad. You’re starting to listen. But it’s still too abstract … like you’re taking a survey or something. If you want to organize people, you need to steer away from the peripheral stuff and go towards people’s centers. The stuff that makes them tick. Otherwise, you’ll never form the relationships you need to get them involved.",
        "author": "Barack Obama"
    },
    {
        "quote": "In return, I gave him a sounding board for his frustrations.",
        "author": "Barack Obama"
    },
    {
        "quote": "To avoid being mistaken for a sellout, I chose my friends carefully. The more politically active black students. The foreign students. The Chicanos. The Marxist professors and structural feminists and punk-rock performance poets. We smoked cigarettes and wore leather jackets. At night, in the dorms, we discussed neocolonialism, Franz Fanon, Eurocentrism, and patriarchy. When we ground out our cigarettes in the hallway carpet or set our stereos so loud that the walls began to shake, we were resisting bourgeois society’s stifling constraints. We weren’t indifferent or careless or insecure. We were alienated. But",
        "author": "Barack Obama"
    },
    {
        "quote": "Power. The word fixed in my mother’s mind like a curse. In America, it had generally remained hidden from view until you dug beneath the surface of things; until you visited an Indian reservation or spoke to a black person whose trust you had earned. But here power was undisguised, indiscriminate, naked, always fresh in the memory.",
        "author": "Barack Obama"
    },
    {
        "quote": "Conservative or liberal, we are all constitutionalists.",
        "author": "Barack Obama"
    },
    {
        "quote": "We should soundly reject language coming out of the mouths of any of our leaders that feeds a climate of fear and hatred or normalizes racist sentiments; leaders who demonize those who don't look like us, or suggest that other people, including immigrants, threaten our way of life, or refer to other people as subhuman or imply that America belongs to just one certain type of people. Such language isn't new — it's been at the root of most human tragedy throughout history, here in America and around the world. It has no place in our politics and our public life, and it's time for the overwhelming majority of Americans of goodwill, of every race and faith and political party, to say as much — clearly and unequivocally.",
        "author": "Barack Obama"
    },
    {
        "quote": "But that’s part of what makes America wonderful, is we always had this nagging dissatisfaction that spurs us on. That’s how we ended up going west, that’s how we--“I’m tired of all these people back east; if I go west, there’s going to be my own land and I’m not going to have to put up with this nonsense, and I’m going to start my own thing, and I’ve got my homestead.” ...It is true, though, that that restlessness and that dissatisfaction which has helped us go to the moon and create the Internet and build the Transcontinental Railroad and build our land-grant colleges, that those things, born of dissatisfaction, we can very rapidly then take for granted and not tend to and not defend, and not understand how precious these things are.",
        "author": "Barack Obama"
    },
    {
        "quote": "The people back home, they didn’t even know anyone else who had ridden in an airplane before. So they expected everything from him. ‘Ah, Barack, you are a big shot now. You should give me something. You should help me.’ Always these pressures from family. And he couldn’t say no, he was so generous. You",
        "author": "Barack Obama"
    },
    {
        "quote": "the worlds that they thought they’d left behind reclaimed each of them, I occupied the place where their dreams had been.",
        "author": "Barack Obama"
    },
    {
        "quote": "There was something to what he said, for it was true that the people I met on the job were generally much older than me, with a set of concerns and demands that created barriers to friendship. When I wasn’t working, the weekends would usually find me alone in an empty apartment, making do with the company of books. I",
        "author": "Barack Obama"
    },
    {
        "quote": "In the Catholic school, when it came time to pray, I would pretend to close my eyes, then peek around the room. Nothing happened. No angels descended.",
        "author": "Barack Obama"
    },
    {
        "quote": "Once I found an issue enough people cared about, I could take them into action. With enough actions, I could start to build power. Issues,",
        "author": "Barack Obama"
    }
]